{
  "Kellogg’s": [
    {
      "name": "All-Bran",
      "description": "All-Bran fait partie de Kellogg's, une entreprise américaine pionnière des céréales de petit-déjeuner.",
      "source": "Wikipedia: Kellogg's"
    },
    {
      "name": "Coco Pops Chocos",
      "description": "Ce produit appartient à Kellogg's, une marque américaine emblématique dans le secteur des céréales sucrées.",
      "source": "Wikipedia: Kellogg's"
    },
    {
      "name": "Coco Pops",
      "description": "Coco Pops est un cereal chocolaté développé par Kellogg's, entreprise américaine de référence.",
      "source": "Wikipedia: Kellogg's"
    },
    {
      "name": "Kellogg's Corn Flakes",
      "description": "Marque fondatrice de Kellogg's, symbole américain des céréales de petit-déjeuner.",
      "source": "Wikipedia: Kellogg's"
    },
    {
      "name": "Country Store",
      "description": "Produit de Kellogg's, reflétant l'image traditionnelle américaine des produits ruraux.",
      "source": "Wikipedia: Kellogg's"
    },
    {
      "name": "Extra Pépites",
      "description": "Une déclinaison de produits Kellogg's, une entreprise américaine influente dans l'industrie céréalière.",
      "source": "Wikipedia: Kellogg's"
    },
    {
      "name": "Frosties",
      "description": "Céréale sucrée de Kellogg's, illustrant l'innovation américaine en matière de petit-déjeuner.",
      "source": "Wikipedia: Kellogg's"
    },
    {
      "name": "Kashi",
      "description": "Marque axée sur la santé, intégrée à Kellogg's, reflétant l'engagement américain en matière de nutrition.",
      "source": "Wikipedia: Kellogg's"
    },
    {
      "name": "Miel Pops",
      "description": "Un produit de Kellogg's qui combine tradition américaine et innovation dans les céréales sucrées.",
      "source": "Wikipedia: Kellogg's"
    },
    {
      "name": "Mini-Wheats",
      "description": "Marque de céréales de Kellogg's, incarnant l'innovation américaine dans la diversification des produits de petit-déjeuner.",
      "source": "Wikipedia: Kellogg's"
    },
    {
      "name": "Rice Krispies",
      "description": "Céréale emblématique créée par Kellogg's aux États-Unis, célèbre pour son son 'Snap, Crackle, Pop'.",
      "source": "Wikipedia: Kellogg's"
    },
    {
      "name": "Smacks",
      "description": "Marque américaine de Kellogg's, connue pour ses céréales sucrées et son positionnement innovant.",
      "source": "Wikipedia: Kellogg's"
    },
    {
      "name": "Special K",
      "description": "Une des marques phares de Kellogg's, symbole américain des céréales légères et axées sur la santé.",
      "source": "Wikipedia: Kellogg's"
    },
    {
      "name": "Trésor",
      "description": "Produit de Kellogg's, illustrant la tradition américaine dans l'industrie des céréales.",
      "source": "Wikipedia: Kellogg's"
    },
    {
      "name": "Variety",
      "description": "Marque qui fait partie du portefeuille de Kellogg's, entreprise américaine influente dans le secteur alimentaire.",
      "source": "Wikipedia: Kellogg's"
    },
    {
      "name": "Krave",
      "description": "Marque de snacks céréaliers par Kellogg's, mettant en avant l'innovation américaine en matière de produits de petit-déjeuner.",
      "source": "Wikipedia: Kellogg's"
    },
    {
      "name": "Froot Loops",
      "description": "Céréale colorée de Kellogg's, symbole américain d'innovation marketing dans le secteur des céréales.",
      "source": "Wikipedia: Kellogg's"
    },
    {
      "name": "Barre Coco Pops",
      "description": "Format barre de Coco Pops, développé par Kellogg's pour répondre aux tendances américaines du snacking nomade.",
      "source": "Wikipedia: Kellogg's"
    },
    {
      "name": "Barre Frosties",
      "description": "Une déclinaison en barre de Frosties par Kellogg's, illustrant l'adaptation américaine aux modes de consommation rapides.",
      "source": "Wikipedia: Kellogg's"
    },
    {
      "name": "Special K Barre",
      "description": "Produit en format barre sous la marque Special K, signe de l'innovation américaine dans le secteur des snacks santé.",
      "source": "Wikipedia: Kellogg's"
    },
    {
      "name": "Squares",
      "description": "Produit de Kellogg's, reflétant l'innovation américaine dans le design et le format des céréales.",
      "source": "Wikipedia: Kellogg's"
    },
    {
      "name": "Rice Krispies barre",
      "description": "Une barre à base de Rice Krispies, illustrant la recherche de formats pratiques par Kellogg's, entreprise américaine.",
      "source": "Wikipedia: Kellogg's"
    },
    {
      "name": "Eggo",
      "description": "Marque américaine de gaufres surgelées par Kellogg's, symbole de la culture du petit-déjeuner aux États-Unis.",
      "source": "Wikipedia: Kellogg's"
    },
    {
      "name": "Pringles",
      "description": "Marque de chips originaire des USA, désormais intégrée au portefeuille de Kellogg's.",
      "source": "Wikipedia: Pringles"
    },
    {
      "name": "Pop-Tart",
      "description": "Toaster pastry emblématique, conçue aux USA par Kellogg's pour répondre à la demande d'un petit-déjeuner rapide.",
      "source": "Wikipedia: Kellogg's"
    }
  ],
  "Procter & Gamble": [
    {
      "name": "Actonel",
      "description": "Produit de P&G, un leader américain des biens de consommation, démontrant l'innovation dans le secteur pharmaceutique.",
      "source": "Wikipedia: Procter & Gamble"
    },
    {
      "name": "Always",
      "description": "Marque de produits d'hygiène féminine de P&G, illustrant l'expertise américaine en soins personnels.",
      "source": "Wikipedia: Procter & Gamble"
    },
    {
      "name": "Ambipur",
      "description": "Produit d'assainissement de l'air par P&G, symbole des solutions innovantes américaines pour l'entretien domestique.",
      "source": "Wikipedia: Procter & Gamble"
    },
    {
      "name": "Ariel",
      "description": "Détergent à lessive développé par P&G, une entreprise américaine reconnue pour ses produits de nettoyage.",
      "source": "Wikipedia: Procter & Gamble"
    },
    {
      "name": "Blend a med",
      "description": "Produit de P&G illustrant la diversité des solutions américaines en matière de soins et de nettoyage.",
      "source": "Wikipedia: Procter & Gamble"
    },
    {
      "name": "Bonux",
      "description": "Produit ménager de P&G, démontrant l'expertise américaine dans le secteur de l'entretien.",
      "source": "Wikipedia: Procter & Gamble"
    },
    {
      "name": "Bounty",
      "description": "Marque de papier essuie-tout par P&G, symbole de l'innovation américaine en solutions d'absorption.",
      "source": "Wikipedia: Procter & Gamble"
    },
    {
      "name": "Braun",
      "description": "Marque de rasoirs et appareils de soin, issue d'une tradition américaine en électroménager et soins personnels.",
      "source": "Wikipedia: Braun"
    },
    {
      "name": "Charmin",
      "description": "Produit d'hygiène sous P&G, emblématique du savoir-faire américain en matière de produits sanitaires.",
      "source": "Wikipedia: Procter & Gamble"
    },
    {
      "name": "Crest",
      "description": "Marque américaine de soins dentaires par P&G, leader dans l'innovation pour l'hygiène bucco-dentaire.",
      "source": "Wikipedia: Procter & Gamble"
    },
    {
      "name": "Dash",
      "description": "Détergent pour lessive de P&G, illustrant l'innovation américaine dans le secteur de l'entretien ménager.",
      "source": "Wikipedia: Procter & Gamble"
    },
    {
      "name": "Dawn",
      "description": "Détergent vaisselle de P&G, réputé pour sa performance, un produit né aux États-Unis.",
      "source": "Wikipedia: Procter & Gamble"
    },
    {
      "name": "Downy",
      "description": "Adoucissant développé par P&G, symbole de l'innovation américaine dans les produits de soin textile.",
      "source": "Wikipedia: Procter & Gamble"
    },
    {
      "name": "Lenor",
      "description": "Marque de fabric softener de P&G, illustrant la capacité des entreprises américaines à innover dans le secteur de l'entretien.",
      "source": "Wikipedia: Procter & Gamble"
    },
    {
      "name": "Fairy",
      "description": "Liquide vaisselle de P&G, une solution américaine reconnue pour son efficacité et sa douceur.",
      "source": "Wikipedia: Procter & Gamble"
    },
    {
      "name": "Dreft",
      "description": "Détergent pour lessive pour bébés, produit par P&G, soulignant l'engagement américain en matière de soins délicats.",
      "source": "Wikipedia: Procter & Gamble"
    },
    {
      "name": "Febreze",
      "description": "Marque américaine de neutralisation d'odeurs de P&G, symbole de l'innovation dans le domaine des rafraîchisseurs d'air.",
      "source": "Wikipedia: Procter & Gamble"
    },
    {
      "name": "Gain",
      "description": "Détergent à lessive par P&G, illustrant la recherche continue de performance par une entreprise américaine leader.",
      "source": "Wikipedia: Procter & Gamble"
    },
    {
      "name": "Gama",
      "description": "Produit de lessive de P&G, représentant l'innovation américaine dans l'industrie des soins ménagers.",
      "source": "Wikipedia: Procter & Gamble"
    },
    {
      "name": "Gillette",
      "description": "Marque américaine de rasoirs et produits de soin, leader mondial, détenue par Gillette (initialement P&G).",
      "source": "Wikipedia: Gillette"
    },
    {
      "name": "Gillette Venus",
      "description": "Déclinaison féminine de Gillette, illustrant l'adaptation américaine aux besoins spécifiques du marché.",
      "source": "Wikipedia: Gillette"
    },
    {
      "name": "Head & Shoulders",
      "description": "Shampooing anti-pelliculaire développé par P&G, emblématique de l'innovation américaine en soins capillaires.",
      "source": "Wikipedia: Procter & Gamble"
    },
    {
      "name": "Jolly",
      "description": "Produit dépilatoire de P&G, reflétant la diversité des solutions de soins personnels offertes par une entreprise américaine.",
      "source": "Wikipedia: Procter & Gamble"
    },
    {
      "name": "Mr. Propre",
      "description": "Marque de produits de nettoyage par P&G, symbole de l'efficacité des innovations américaines en entretien domestique.",
      "source": "Wikipedia: Procter & Gamble"
    },
    {
      "name": "Olay",
      "description": "Marque de cosmétiques et soins de la peau par P&G, née aux États-Unis et réputée pour ses innovations dermocosmétiques.",
      "source": "Wikipedia: Procter & Gamble"
    },
    {
      "name": "Old Spice",
      "description": "Marque emblématique de soins pour hommes par P&G, illustrant la tradition américaine dans le grooming.",
      "source": "Wikipedia: Procter & Gamble"
    },
    {
      "name": "Oral-B",
      "description": "Marque de soins dentaires américaine, développée par P&G et reconnue mondialement pour ses innovations en brosses à dents électriques et dentifrices.",
      "source": "Wikipedia: Procter & Gamble"
    },
    {
      "name": "Pampers",
      "description": "Marque de couches et produits pour bébés de P&G, synonyme de l'expertise américaine dans le secteur de la puériculture.",
      "source": "Wikipedia: Procter & Gamble"
    },
    {
      "name": "Pantene",
      "description": "Marque américaine de soins capillaires par P&G, connue pour ses formulations avancées pour cheveux sains.",
      "source": "Wikipedia: Procter & Gamble"
    },
    {
      "name": "Swiffer",
      "description": "Marque de produits de nettoyage innovants de P&G, développée aux USA pour simplifier l'entretien ménager.",
      "source": "Wikipedia: Procter & Gamble"
    },
    {
      "name": "Tampax",
      "description": "Marque de produits d'hygiène féminine par P&G, issue d'une longue tradition américaine en matière de soins intimes.",
      "source": "Wikipedia: Procter & Gamble"
    },
    {
      "name": "Tide",
      "description": "Une des marques les plus emblématiques de détergents américains par P&G, symbole d'innovation dans le nettoyage.",
      "source": "Wikipedia: Procter & Gamble"
    },
    {
      "name": "Vicks",
      "description": "Marque pharmaceutique américaine par P&G, réputée pour ses produits contre le rhume et la grippe.",
      "source": "Wikipedia: Procter & Gamble"
    },
    {
      "name": "Vidal Sassoon",
      "description": "Marque de soins capillaires qui, bien qu'ayant évolué, reste associée à l'innovation américaine dans le secteur de la beauté.",
      "source": "Wikipedia: Vidal Sassoon"
    },
    {
      "name": "Oil of Olaz",
      "description": "Produit de niche de P&G, illustrant l'étendue des innovations américaines dans divers segments de consommation.",
      "source": "Wikipedia: Procter & Gamble"
    },
    {
      "name": "Bold",
      "description": "Produit de P&G reflétant la force des innovations américaines dans le domaine des soins personnels.",
      "source": "Wikipedia: Procter & Gamble"
    },
    {
      "name": "Daz",
      "description": "Marque américaine de soins corporels par P&G, mettant en avant les tendances de l'entretien du corps aux USA.",
      "source": "Wikipedia: Procter & Gamble"
    },
    {
      "name": "Flash",
      "description": "Produit rapide et efficace de P&G, incarnant l'esprit d'innovation américain dans les solutions de nettoyage.",
      "source": "Wikipedia: Procter & Gamble"
    },
    {
      "name": "Duracell",
      "description": "Marque de piles américaine autrefois liée à P&G, symbole de la performance énergétique issue de l'innovation aux USA.",
      "source": "Wikipedia: Duracell"
    },
    {
      "name": "Fluocaril",
      "description": "Produit développé par P&G dans le domaine des soins dentaires, reflétant l'expertise américaine.",
      "source": "Wikipedia: Procter & Gamble"
    },
    {
      "name": "Parogencyl",
      "description": "Produit de niche par P&G, illustrant l'investissement américain dans la recherche de solutions spécialisées.",
      "source": "Wikipedia: Procter & Gamble"
    }
  ],
  "PepsiCo": [
    {
      "name": "Pepsi",
      "description": "Marque phare de PepsiCo, une entreprise américaine de boissons iconique dans le monde entier.",
      "source": "Wikipedia: PepsiCo"
    },
    {
      "name": "7 Up",
      "description": "Marque de soda d'origine américaine, commercialisée par PepsiCo à l'international (hors USA).",
      "source": "Wikipedia: PepsiCo"
    },
    {
      "name": "Mirinda",
      "description": "Boisson fruitée développée par PepsiCo, symbolisant l'innovation américaine dans les soft drinks.",
      "source": "Wikipedia: PepsiCo"
    },
    {
      "name": "Rockstar",
      "description": "Marque d'énergie américaine de PepsiCo, ciblant les consommateurs actifs et sportifs.",
      "source": "Wikipedia: PepsiCo"
    },
    {
      "name": "Benenuts",
      "description": "Snack à base de noix sous PepsiCo, illustrant l'esprit d'innovation dans les produits alimentaires américains.",
      "source": "Wikipedia: PepsiCo"
    },
    {
      "name": "Bugles ou 3D",
      "description": "Snack croquant de PepsiCo, représentant la diversité des produits américains dans le secteur des chips.",
      "source": "Wikipedia: PepsiCo"
    },
    {
      "name": "Fritelle",
      "description": "Produit snack de PepsiCo, démontrant l'innovation américaine dans les aliments pratiques.",
      "source": "Wikipedia: PepsiCo"
    },
    {
      "name": "Twinuts",
      "description": "Snack à base de noix, une innovation de PepsiCo ancrée dans la tradition américaine du snacking.",
      "source": "Wikipedia: PepsiCo"
    },
    {
      "name": "Cheetos",
      "description": "Marque de chips au fromage emblématique de PepsiCo, symbole du snacking américain.",
      "source": "Wikipedia: PepsiCo"
    },
    {
      "name": "Doritos",
      "description": "Chips tortilla innovantes par PepsiCo, incarnant la créativité des marques américaines.",
      "source": "Wikipedia: PepsiCo"
    },
    {
      "name": "Fritos",
      "description": "Chips de maïs traditionnelles développées aux USA, sous la bannière de PepsiCo.",
      "source": "Wikipedia: PepsiCo"
    },
    {
      "name": "Hostess",
      "description": "Marque américaine de produits de boulangerie, intégrée dans le portefeuille de PepsiCo pour son attrait populaire.",
      "source": "Wikipedia: PepsiCo"
    },
    {
      "name": "Lay's",
      "description": "Marque de chips iconique de PepsiCo, symbole de l'innovation américaine dans le snack.",
      "source": "Wikipedia: PepsiCo"
    },
    {
      "name": "Miss Vickie's",
      "description": "Snack premium de PepsiCo, illustrant la diversité et l'innovation du marché américain.",
      "source": "Wikipedia: PepsiCo"
    },
    {
      "name": "Smartfood",
      "description": "Marque de popcorn par PepsiCo, représentant l'influence américaine dans l'innovation des snacks.",
      "source": "Wikipedia: PepsiCo"
    },
    {
      "name": "Stacy's",
      "description": "Marque de chips pita développée aux USA et commercialisée par PepsiCo, symbolisant la tendance américaine aux snacks sains.",
      "source": "Wikipedia: PepsiCo"
    },
    {
      "name": "Tostitos",
      "description": "Chips tortilla emblématiques, une innovation américaine de PepsiCo destinée au snacking convivial.",
      "source": "Wikipedia: PepsiCo"
    },
    {
      "name": "Fruit'vita",
      "description": "Marque de boisson à base de fruits de PepsiCo, illustrant l'innovation américaine dans les boissons saines.",
      "source": "Wikipedia: PepsiCo"
    },
    {
      "name": "Kas",
      "description": "Soda d'origine américaine commercialisé par PepsiCo, représentant l'héritage des boissons US.",
      "source": "Wikipedia: PepsiCo"
    },
    {
      "name": "Lipton Ice tea",
      "description": "Bien que développée par Unilever, cette marque est commercialisée par PepsiCo dans certains marchés, soulignant l'interconnexion des entreprises américaines.",
      "source": "Wikipedia: PepsiCo"
    },
    {
      "name": "Mountain Dew",
      "description": "Soda énergisant emblématique des USA, développé par PepsiCo et célébré pour son goût unique.",
      "source": "Wikipedia: PepsiCo"
    },
    {
      "name": "Quaker",
      "description": "Marque de céréales et produits alimentaires d'origine américaine, intégrée dans le portefeuille de PepsiCo pour sa renommée.",
      "source": "Wikipedia: PepsiCo"
    },
    {
      "name": "Gatorade",
      "description": "Marque de boisson pour sportifs développée aux USA par PepsiCo, symbole de l'innovation dans l'hydratation.",
      "source": "Wikipedia: PepsiCo"
    },
    {
      "name": "Tropicana",
      "description": "Marque mondiale de jus de fruits par PepsiCo, représentant l'influence américaine sur les boissons saines.",
      "source": "Wikipedia: PepsiCo"
    },
    {
      "name": "Alvalle",
      "description": "Marque issue de la gamme Tropicana de PepsiCo, illustrant l'expansion américaine dans divers segments de boissons.",
      "source": "Wikipedia: PepsiCo"
    },
    {
      "name": "Looza",
      "description": "Produit commercialisé par PepsiCo, démontrant l'innovation américaine dans le secteur des boissons fruitées.",
      "source": "Wikipedia: PepsiCo"
    }
  ],
  "General Mills": [
    {
      "name": "Apple Cinnamon Cheerios",
      "description": "Céréale innovante de General Mills, une entreprise américaine phare dans le secteur du petit-déjeuner.",
      "source": "Wikipedia: General Mills"
    },
    {
      "name": "Basic 4",
      "description": "Marque de céréales par General Mills, illustrant l'engagement américain envers des produits nutritifs.",
      "source": "Wikipedia: General Mills"
    },
    {
      "name": "Boo Berry",
      "description": "Céréale ludique de General Mills, née de l'innovation américaine dans le secteur des céréales pour enfants.",
      "source": "Wikipedia: General Mills"
    },
    {
      "name": "Cheerios",
      "description": "Icône américaine du petit-déjeuner, produite par General Mills, pionnière dans l'industrie des céréales.",
      "source": "Wikipedia: General Mills"
    },
    {
      "name": "Chex",
      "description": "Céréale polyvalente de General Mills, représentative de l'innovation américaine dans la diversification des produits de petit-déjeuner.",
      "source": "Wikipedia: General Mills"
    },
    {
      "name": "Cinnamon Grahams",
      "description": "Céréale aromatisée de General Mills, illustrant l'adaptation américaine aux goûts sucrés et épicés.",
      "source": "Wikipedia: General Mills"
    },
    {
      "name": "Cinnamon Toast Crunch",
      "description": "Marque de céréales sucrées par General Mills, symbolisant l'innovation américaine en matière de goût et de texture.",
      "source": "Wikipedia: General Mills"
    },
    {
      "name": "Cluster",
      "description": "Produit de General Mills qui reflète la créativité américaine dans la conception de céréales.",
      "source": "Wikipedia: General Mills"
    },
    {
      "name": "Cocoa Puffs",
      "description": "Céréale chocolatée par General Mills, née aux USA et emblématique de l'innovation en saveurs pour enfants.",
      "source": "Wikipedia: General Mills"
    },
    {
      "name": "Cookie Crisp",
      "description": "Céréale inspirée par les biscuits, développée par General Mills, symbolisant l'esprit d'innovation américain.",
      "source": "Wikipedia: General Mills"
    },
    {
      "name": "Count Chocula",
      "description": "Céréale à thème Halloween de General Mills, montrant l'influence de la culture pop américaine.",
      "source": "Wikipedia: General Mills"
    },
    {
      "name": "Fiber One",
      "description": "Céréale riche en fibres de General Mills, reflétant l'engagement américain en santé et nutrition.",
      "source": "Wikipedia: General Mills"
    },
    {
      "name": "Fitness",
      "description": "Marque de céréales par General Mills axée sur la santé, illustrant l'attention américaine à une alimentation équilibrée.",
      "source": "Wikipedia: General Mills"
    },
    {
      "name": "Franken Berry",
      "description": "Céréale ludique par General Mills, qui puise dans l'imaginaire américain pour séduire les enfants.",
      "source": "Wikipedia: General Mills"
    },
    {
      "name": "French Toast Crunch",
      "description": "Céréale inspirée du pain perdu, symbolisant l'innovation américaine dans l'adaptation des saveurs du petit-déjeuner.",
      "source": "Wikipedia: General Mills"
    },
    {
      "name": "Frosted Cheerios",
      "description": "Version sucrée des Cheerios par General Mills, reflétant la tendance américaine vers des céréales à la fois nutritives et gourmandes.",
      "source": "Wikipedia: General Mills"
    },
    {
      "name": "Fruit Brute",
      "description": "Marque de General Mills qui apporte une touche fruitée aux céréales, témoignant de l'innovation américaine.",
      "source": "Wikipedia: General Mills"
    },
    {
      "name": "Fruity Cheerios",
      "description": "Une déclinaison des Cheerios par General Mills, qui intègre des saveurs fruitées, un reflet des tendances américaines.",
      "source": "Wikipedia: General Mills"
    },
    {
      "name": "Golden Grahams",
      "description": "Céréale au goût sucré et croustillant de General Mills, ancrée dans l'histoire américaine des céréales.",
      "source": "Wikipedia: General Mills"
    },
    {
      "name": "Honey Nut Cheerios",
      "description": "Céréale emblématique de General Mills, combinant nutrition et goût sucré, symbole d'innovation américaine.",
      "source": "Wikipedia: General Mills"
    },
    {
      "name": "Jurassic Park Crunch",
      "description": "Céréale à thème inspirée du film Jurassic Park, illustrant l'influence de la culture pop américaine sur l'alimentation.",
      "source": "Wikipedia: General Mills"
    },
    {
      "name": "Kix",
      "description": "Céréale légère et croustillante de General Mills, emblématique de l'approche américaine du petit-déjeuner simple et nutritif.",
      "source": "Wikipedia: General Mills"
    },
    {
      "name": "Lucky Charms",
      "description": "Céréale colorée par General Mills, symbole américain du marketing créatif pour enfants.",
      "source": "Wikipedia: General Mills"
    },
    {
      "name": "Oatmeal Crisp",
      "description": "Céréale de General Mills mettant en avant l'innovation américaine pour un petit-déjeuner sain et rapide.",
      "source": "Wikipedia: General Mills"
    },
    {
      "name": "Reese's Puffs",
      "description": "Céréale combinant chocolat et beurre de cacahuète, illustrant la fusion des saveurs typiquement américaines par General Mills.",
      "source": "Wikipedia: General Mills"
    },
    {
      "name": "Raisin Bran",
      "description": "Céréale traditionnelle américaine de General Mills, alliant le goût des raisins et des céréales complètes.",
      "source": "Wikipedia: General Mills"
    },
    {
      "name": "Total",
      "description": "Céréale complète de General Mills, développée aux USA pour fournir un petit-déjeuner équilibré.",
      "source": "Wikipedia: General Mills"
    },
    {
      "name": "Trix",
      "description": "Céréale colorée et ludique par General Mills, représentative de l'imagination américaine dans l'alimentation pour enfants.",
      "source": "Wikipedia: General Mills"
    },
    {
      "name": "Wheaties",
      "description": "Surnommé 'The Breakfast of Champions', Wheaties est un symbole américain du sport et de la nutrition, produit par General Mills.",
      "source": "Wikipedia: General Mills"
    },
    {
      "name": "8th Continent",
      "description": "Marque de General Mills illustrant la diversification américaine dans le secteur alimentaire.",
      "source": "Wikipedia: General Mills"
    },
    {
      "name": "Betty Crocker",
      "description": "Marque historique de pâtisserie par General Mills, emblématique de l'innovation américaine dans la cuisine domestique.",
      "source": "Wikipedia: General Mills"
    },
    {
      "name": "Bisquick",
      "description": "Mélange à pâtisserie américain par General Mills, symbole de la commodité dans la cuisine aux États-Unis.",
      "source": "Wikipedia: General Mills"
    },
    {
      "name": "Blue Buffalo",
      "description": "Marque de nourriture pour animaux acquise par General Mills, illustrant l'expansion américaine dans les produits pour animaux de compagnie.",
      "source": "Wikipedia: General Mills"
    },
    {
      "name": "Bugles",
      "description": "Snack croustillant par General Mills, typique de l'innovation américaine dans les produits apéritifs.",
      "source": "Wikipedia: General Mills"
    },
    {
      "name": "Cascadian Farm",
      "description": "Marque bio par General Mills, illustrant l'engagement américain en faveur des produits durables et naturels.",
      "source": "Wikipedia: General Mills"
    },
    {
      "name": "Diablitos Underwood",
      "description": "Produit snack de General Mills, montrant l'influence de la créativité américaine dans les céréales à thème.",
      "source": "Wikipedia: General Mills"
    },
    {
      "name": "Forno de Minas",
      "description": "Marque liée à la production de produits de boulangerie par General Mills, symbolisant l'internationalisation d'une entreprise américaine.",
      "source": "Wikipedia: General Mills"
    },
    {
      "name": "Frescarini",
      "description": "Produit de General Mills reflétant la recherche américaine en innovation alimentaire.",
      "source": "Wikipedia: General Mills"
    },
    {
      "name": "Fruit Snacks",
      "description": "Catégorie de produits par General Mills, mettant en avant la tendance américaine aux encas pratiques et sains.",
      "source": "Wikipedia: General Mills"
    },
    {
      "name": "Gardetto's",
      "description": "Snack salé de General Mills, symbole de l'inventivité américaine dans le secteur des produits apéritifs.",
      "source": "Wikipedia: General Mills"
    },
    {
      "name": "Gold Medal Flour",
      "description": "Marque de farine par General Mills, emblématique de la tradition américaine de la boulangerie.",
      "source": "Wikipedia: General Mills"
    },
    {
      "name": "Géant Vert",
      "description": "Marque de produits alimentaires par General Mills, intégrant l'innovation américaine dans des produits de grande consommation.",
      "source": "Wikipedia: General Mills"
    },
    {
      "name": "Häagen-Dazs",
      "description": "Marque premium de crème glacée développée aux USA par General Mills, symbole de luxe dans la confection glacée.",
      "source": "Wikipedia: General Mills"
    },
    {
      "name": "Hamburger Helper",
      "description": "Produit de convenience food de General Mills, illustrant l'esprit américain de simplification de la cuisine.",
      "source": "Wikipedia: General Mills"
    },
    {
      "name": "Jeno's",
      "description": "Marque de produits surgelés par General Mills, montrant l'influence des innovations américaines dans la restauration rapide à domicile.",
      "source": "Wikipedia: General Mills"
    },
    {
      "name": "Jus-Rol",
      "description": "Marque de sauces et gravies de General Mills, illustrant la tradition américaine des accompagnements culinaires.",
      "source": "Wikipedia: General Mills"
    },
    {
      "name": "Knack & Back",
      "description": "Produit de General Mills qui reflète l'innovation américaine en matière de produits de commodité.",
      "source": "Wikipedia: General Mills"
    },
    {
      "name": "La Salteña",
      "description": "Marque de General Mills inspirée de saveurs internationales, démontrant l'adaptation américaine aux tendances globales.",
      "source": "Wikipedia: General Mills"
    },
    {
      "name": "Latina",
      "description": "Marque par General Mills qui met en lumière l'influence de la culture américaine dans les produits multiculturels.",
      "source": "Wikipedia: General Mills"
    },
    {
      "name": "Milk 'n' Cereal Bars",
      "description": "Barres à base de céréales de General Mills, un produit innovant reflétant le besoin américain de solutions pratiques pour le petit-déjeuner.",
      "source": "Wikipedia: General Mills"
    },
    {
      "name": "Muir Glen",
      "description": "Marque de produits biologiques par General Mills, incarnant l'engagement américain en faveur d'une agriculture durable.",
      "source": "Wikipedia: General Mills"
    },
    {
      "name": "Nature Valley",
      "description": "Barres granola emblématiques des États-Unis par General Mills, symboles de la tendance américaine vers les encas sains.",
      "source": "Wikipedia: General Mills"
    },
    {
      "name": "Old El Paso",
      "description": "Marque mexicaine commercialisée par General Mills aux USA, illustrant la fusion des cultures alimentaires américaine et internationale.",
      "source": "Wikipedia: General Mills"
    },
    {
      "name": "Pillsbury",
      "description": "Marque historique américaine de produits de boulangerie, qui a marqué le secteur du ready-to-bake aux USA.",
      "source": "Wikipedia: General Mills"
    },
    {
      "name": "Pop Secret",
      "description": "Marque de popcorn par General Mills, symbole des snacks américains appréciés lors des moments conviviaux.",
      "source": "Wikipedia: General Mills"
    },
    {
      "name": "Progresso",
      "description": "Marque américaine de soupes par General Mills, illustrant l'engagement du groupe pour des repas rapides et nutritifs.",
      "source": "Wikipedia: General Mills"
    },
    {
      "name": "Totino's",
      "description": "Marque de pizzas surgelées d'origine américaine par General Mills, reflétant le besoin de solutions alimentaires rapides.",
      "source": "Wikipedia: General Mills"
    },
    {
      "name": "V. Pearl",
      "description": "Produit de General Mills qui démontre l'expansion américaine dans les produits de consommation variés.",
      "source": "Wikipedia: General Mills"
    },
    {
      "name": "Wanchai Ferry",
      "description": "Marque snack par General Mills, symbole de l'innovation américaine dans la diversification de l'offre alimentaire.",
      "source": "Wikipedia: General Mills"
    },
    {
      "name": "Yoplait",
      "description": "Marque acquise par General Mills pour le marché nord-américain, illustrant la stratégie américaine de consolidation dans le secteur laitier.",
      "source": "Wikipedia: Yoplait"
    },
    {
      "name": "Colombo",
      "description": "Marque de yaourt par General Mills, reflétant l'innovation américaine dans les produits laitiers.",
      "source": "Wikipedia: General Mills"
    }
  ],
  "Mondelez": [
    {
      "name": "Barni",
      "description": "Marque appartenant à Mondelez, un groupe américain qui regroupe de nombreux produits de snacking et confiserie.",
      "source": "Wikipedia: Mondelez International"
    },
    {
      "name": "Bournvita",
      "description": "Produit de boisson en poudre d'origine américaine, intégré dans le portefeuille de Mondelez.",
      "source": "Wikipedia: Mondelez International"
    },
    {
      "name": "Alpen Gold",
      "description": "Marque de chocolat appartenant à Mondelez, reflétant les stratégies d'acquisition américaines dans la confiserie.",
      "source": "Wikipedia: Mondelez International"
    },
    {
      "name": "Bubbaloo",
      "description": "Gomme à mâcher de Mondelez, symbole de la créativité américaine dans le secteur de la confiserie.",
      "source": "Wikipedia: Mondelez International"
    },
    {
      "name": "Philadelphia",
      "description": "Marque de cream cheese développée aux USA et intégrée dans Mondelez, illustrant l'influence américaine en matière de produits laitiers.",
      "source": "Wikipedia: Mondelez International"
    },
    {
      "name": "Belin",
      "description": "Bien qu'ayant une forte présence en France, cette marque appartient à Mondelez, groupe américain influent dans l'agroalimentaire.",
      "source": "Wikipedia: Mondelez International"
    },
    {
      "name": "Clight",
      "description": "Marque de boisson en poudre sous Mondelez, démontrant la diversification des produits issus d'un groupe américain.",
      "source": "Wikipedia: Mondelez International"
    },
    {
      "name": "Cadbury",
      "description": "Marque de chocolat d'origine britannique, désormais intégrée à Mondelez, un groupe américain majeur du secteur.",
      "source": "Wikipedia: Mondelez International"
    },
    {
      "name": "Cadbury Eclairs",
      "description": "Produit de confiserie sous Cadbury appartenant à Mondelez, illustrant la stratégie d'acquisitions mondiales d'un groupe américain.",
      "source": "Wikipedia: Mondelez International"
    },
    {
      "name": "Royal",
      "description": "Marque utilisée par Mondelez pour des produits de confiserie, symbolisant l'influence américaine dans la gestion de marques globales.",
      "source": "Wikipedia: Mondelez International"
    },
    {
      "name": "Belvita",
      "description": "Biscuit pour le petit-déjeuner de Mondelez, reflet des stratégies de marques américaines sur le marché mondial.",
      "source": "Wikipedia: Mondelez International"
    },
    {
      "name": "Tang",
      "description": "Marque de boisson en poudre d'origine américaine, désormais gérée par Mondelez, soulignant l'héritage US dans les boissons instantanées.",
      "source": "Wikipedia: Mondelez International"
    },
    {
      "name": "Cadbury Creme Egg",
      "description": "Produit saisonnier de Mondelez, illustrant la capacité d'un groupe américain à gérer des marques à forte identité festive.",
      "source": "Wikipedia: Mondelez International"
    },
    {
      "name": "Sottilette",
      "description": "Produit de fromage fondu sous Mondelez, reflétant les stratégies d'acquisition américaines dans le secteur laitier.",
      "source": "Wikipedia: Mondelez International"
    },
    {
      "name": "Chips Ahoy!",
      "description": "Cookie iconique d'origine américaine, désormais sous Mondelez, démontrant la force des marques US dans le snacking.",
      "source": "Wikipedia: Mondelez International"
    },
    {
      "name": "Cadbury Dairy Milk",
      "description": "Chocolat emblématique, fusion de traditions britanniques et stratégies américaines après acquisition par Mondelez.",
      "source": "Wikipedia: Mondelez International"
    },
    {
      "name": "Club Social",
      "description": "Marque de biscuits sous Mondelez, illustrant l'influence des multinationales américaines sur le marché mondial.",
      "source": "Wikipedia: Mondelez International"
    },
    {
      "name": "Cadbury Roses",
      "description": "Collection de chocolats de Mondelez, reflétant la stratégie d'acquisition globale des entreprises américaines.",
      "source": "Wikipedia: Mondelez International"
    },
    {
      "name": "Halls",
      "description": "Pastilles et bonbons mentholés de Mondelez, représentant la capacité d'un groupe américain à innover dans les produits d'agrément.",
      "source": "Wikipedia: Mondelez International"
    },
    {
      "name": "Enjoy Life Foods",
      "description": "Marque axée sur des produits sans allergènes sous Mondelez, illustrant l'attention américaine aux tendances de santé et bien-être.",
      "source": "Wikipedia: Mondelez International"
    },
    {
      "name": "Côte d’Or",
      "description": "Marque premium de chocolat détenue par Mondelez, incarnant la force des multinationales américaines dans la confiserie.",
      "source": "Wikipedia: Mondelez International"
    },
    {
      "name": "Honey Maid",
      "description": "Marque de biscuits iconique sous Mondelez, résultat de stratégies d'acquisitions américaines dans le secteur des snacks.",
      "source": "Wikipedia: Mondelez International"
    },
    {
      "name": "Freia",
      "description": "Marque de chocolat avec des origines nordiques, intégrée à Mondelez et gérée par des stratégies américaines.",
      "source": "Wikipedia: Mondelez International"
    },
    {
      "name": "Sour Patch Kids",
      "description": "Bonbons acides et sucrés développés aux USA et désormais sous Mondelez, symbole de l'innovation américaine en confiserie.",
      "source": "Wikipedia: Mondelez International"
    },
    {
      "name": "LU",
      "description": "Marque française historique, aujourd'hui détenue par Mondelez, illustrant la tendance des acquisitions par des groupes américains.",
      "source": "Wikipedia: Mondelez International"
    },
    {
      "name": "Lacta",
      "description": "Marque de chocolat appartenant à Mondelez, démontrant l'intégration des stratégies américaines dans le secteur du cacao.",
      "source": "Wikipedia: Mondelez International"
    },
    {
      "name": "LU Petit beurre",
      "description": "Biscuit emblématique de LU, désormais sous Mondelez, reflétant l'influence américaine dans les grands groupes agroalimentaires.",
      "source": "Wikipedia: Mondelez International"
    },
    {
      "name": "Marabou",
      "description": "Marque de chocolat détenue par Mondelez, illustrant la puissance d'un groupe américain dans le secteur de la confiserie.",
      "source": "Wikipedia: Mondelez International"
    },
    {
      "name": "Stride",
      "description": "Marque de biscuits sous Mondelez, incarnant l'innovation et l'expansion américaine dans le snacking mondial.",
      "source": "Wikipedia: Mondelez International"
    },
    {
      "name": "Mikado",
      "description": "Gaufrettes enrobées de chocolat sous Mondelez, reflétant l'influence des stratégies américaines dans la diversification des produits.",
      "source": "Wikipedia: Mondelez International"
    },
    {
      "name": "Milka",
      "description": "Marque de chocolat premium appartenant à Mondelez, symbole de la stratégie d'expansion américaine dans le secteur sucré.",
      "source": "Wikipedia: Mondelez International"
    },
    {
      "name": "Nabisco",
      "description": "Marque iconique de biscuits américaine, aujourd'hui sous Mondelez, représentant des décennies d'innovation aux USA.",
      "source": "Wikipedia: Mondelez International"
    },
    {
      "name": "Daim",
      "description": "Marque de chocolat sous Mondelez, illustrant la consolidation américaine dans le marché global du cacao.",
      "source": "Wikipedia: Mondelez International"
    },
    {
      "name": "Newtons",
      "description": "Marque de biscuits et cookies de Mondelez, issue d'une longue tradition américaine dans le snacking.",
      "source": "Wikipedia: Mondelez International"
    },
    {
      "name": "Clorets",
      "description": "Marque de chewing-gum appartenant à Mondelez, représentant l'innovation américaine dans le secteur de la confiserie.",
      "source": "Wikipedia: Mondelez International"
    },
    {
      "name": "Nilla",
      "description": "Marque de gaufrettes à la vanille sous Mondelez, ancrée dans la tradition américaine des snacks simples.",
      "source": "Wikipedia: Mondelez International"
    },
    {
      "name": "Nutter Butter",
      "description": "Biscuit au beurre de cacahuète de Mondelez, illustrant l'influence américaine dans la création de produits iconiques.",
      "source": "Wikipedia: Mondelez International"
    },
    {
      "name": "Oreo",
      "description": "Cookie emblématique créé aux États-Unis, symbole mondial de l'innovation américaine dans le snacking, sous Mondelez.",
      "source": "Wikipedia: Mondelez International"
    },
    {
      "name": "Toblerone",
      "description": "Marque de chocolat suisse, aujourd'hui intégrée à Mondelez, reflétant les fusions internationales pilotées par des entreprises américaines.",
      "source": "Wikipedia: Mondelez International"
    },
    {
      "name": "Premium",
      "description": "Produit positionné comme haut de gamme sous Mondelez, représentant les stratégies de différenciation américaines dans l'alimentation.",
      "source": "Wikipedia: Mondelez International"
    },
    {
      "name": "Chocolat noir Pavlidis",
      "description": "Produit de chocolat noir sous Mondelez, illustrant la stratégie américaine de gestion de marques premium.",
      "source": "Wikipedia: Mondelez International"
    },
    {
      "name": "Prince",
      "description": "Marque sous Mondelez qui témoigne des stratégies d'expansion et de consolidation américaines dans le secteur de la confiserie.",
      "source": "Wikipedia: Mondelez International"
    },
    {
      "name": "Ritz",
      "description": "Cracker iconique détenu par Mondelez, reflet de l'innovation américaine dans les produits de snacking.",
      "source": "Wikipedia: Mondelez International"
    },
    {
      "name": "Tiger",
      "description": "Marque de produits salés sous Mondelez, symbole de la diversité des offres d'un groupe américain mondial.",
      "source": "Wikipedia: Mondelez International"
    },
    {
      "name": "Trakinas",
      "description": "Biscuit chocolaté sous Mondelez, représentant l'innovation et la créativité des marques américaines dans le snacking.",
      "source": "Wikipedia: Mondelez International"
    },
    {
      "name": "Triscuit",
      "description": "Cracker complet de Mondelez, démontrant l'engagement américain pour des produits de snacking sains.",
      "source": "Wikipedia: Mondelez International"
    },
    {
      "name": "Tuc",
      "description": "Marque de crackers salés sous Mondelez, qui s'inscrit dans la stratégie globale d'un groupe américain influent.",
      "source": "Wikipedia: Mondelez International"
    }
  ],
  "Mars": [
    {
      "name": "Balisto",
      "description": "Barre snack développée par Mars, une entreprise américaine reconnue pour ses innovations en confiserie et en encas.",
      "source": "Wikipedia: Mars, Incorporated"
    },
    {
      "name": "Bounty",
      "description": "Barre chocolatée par Mars, emblématique du savoir-faire américain dans le domaine des confiseries.",
      "source": "Wikipedia: Mars, Incorporated"
    },
    {
      "name": "Celebrations",
      "description": "Collection de chocolats assortis de Mars, conçue pour les fêtes et développée par un groupe américain de renom.",
      "source": "Wikipedia: Mars, Incorporated"
    },
    {
      "name": "Galaxy",
      "description": "Marque de chocolat premium par Mars, commercialisée aux USA sous le nom Galaxy dans certains marchés.",
      "source": "Wikipedia: Mars, Incorporated"
    },
    {
      "name": "Juicy Fruit",
      "description": "Marque de chewing-gum américaine sous Mars, réputée pour ses saveurs fruitées innovantes.",
      "source": "Wikipedia: Mars, Incorporated"
    },
    {
      "name": "M&M's",
      "description": "Confiserie mondialement reconnue, née aux États-Unis et propriété de Mars, symbole de l'innovation américaine en chocolat.",
      "source": "Wikipedia: Mars, Incorporated"
    },
    {
      "name": "Maltesers",
      "description": "Barre de chocolat légère par Mars, illustrant l'influence américaine dans le secteur des confiseries.",
      "source": "Wikipedia: Mars, Incorporated"
    },
    {
      "name": "Mars",
      "description": "Barre chocolatée phare de Mars, incarnant l'esprit d'innovation et la tradition américaine dans la confiserie.",
      "source": "Wikipedia: Mars, Incorporated"
    },
    {
      "name": "Milky Way",
      "description": "Marque de barre chocolatée emblématique des États-Unis, développée par Mars, Incorporated.",
      "source": "Wikipedia: Mars, Incorporated"
    },
    {
      "name": "Skittles",
      "description": "Confiserie fruitée par Mars, représentative de l'approche créative américaine dans le secteur du snack.",
      "source": "Wikipedia: Mars, Incorporated"
    },
    {
      "name": "Snickers",
      "description": "Barre chocolatée iconique de Mars, symbole de la culture du snack aux États-Unis.",
      "source": "Wikipedia: Mars, Incorporated"
    },
    {
      "name": "Starburst",
      "description": "Confiserie gommeuse par Mars, née de l'innovation américaine dans le domaine des bonbons.",
      "source": "Wikipedia: Mars, Incorporated"
    },
    {
      "name": "Sugus",
      "description": "Marque de bonbons gélifiés sous Mars, reflétant l'approche américaine en confiserie ludique.",
      "source": "Wikipedia: Mars, Incorporated"
    },
    {
      "name": "Twix",
      "description": "Barre chocolatée à base de biscuit, développée par Mars, symbole de l'innovation dans le secteur des snacks américains.",
      "source": "Wikipedia: Mars, Incorporated"
    },
    {
      "name": "Altoids",
      "description": "Marque de menthes forte, originaire des USA et intégrée dans le portefeuille de Mars via l'acquisition de Wrigley.",
      "source": "Wikipedia: Mars, Incorporated"
    },
    {
      "name": "Airwaves",
      "description": "Gomme à mâcher américaine de Mars, connue pour ses saveurs rafraîchissantes.",
      "source": "Wikipedia: Mars, Incorporated"
    },
    {
      "name": "Extra",
      "description": "Marque de chewing-gum par Mars, illustrant l'engagement américain pour des produits de longue durée.",
      "source": "Wikipedia: Mars, Incorporated"
    },
    {
      "name": "Freedent",
      "description": "Gomme à mâcher de Mars, nom original reflétant l'humour et l'innovation américaine.",
      "source": "Wikipedia: Mars, Incorporated"
    },
    {
      "name": "Eclipse",
      "description": "Marque de chewing-gum à longue durée de saveur par Mars, symbole de l'innovation américaine dans le secteur du snack.",
      "source": "Wikipedia: Mars, Incorporated"
    },
    {
      "name": "Orbit",
      "description": "Marque de chewing-gum de Mars, emblématique de l'industrie américaine du chewing-gum.",
      "source": "Wikipedia: Mars, Incorporated"
    },
    {
      "name": "Wrigley's Doublemint",
      "description": "Gomme à mâcher classique par Mars via Wrigley, représentant l'héritage américain dans le domaine des chewing-gums.",
      "source": "Wikipedia: Mars, Incorporated"
    },
    {
      "name": "Wrigley's Spearmint",
      "description": "Variante de chewing-gum de Wrigley sous Mars, illustrant l'innovation continue des marques américaines.",
      "source": "Wikipedia: Mars, Incorporated"
    },
    {
      "name": "Ben's Original",
      "description": "Marque de riz (anciennement Uncle Ben's) par Mars, symbole de l'innovation américaine dans les produits alimentaires pratiques.",
      "source": "Wikipedia: Mars, Incorporated"
    },
    {
      "name": "CocoaVia",
      "description": "Produit à base de cacao développé par Mars, illustrant l'engagement américain dans la nutrition et la santé.",
      "source": "Wikipedia: Mars, Incorporated"
    },
    {
      "name": "Dolmio",
      "description": "Sauce pour pâtes d'inspiration italienne mais gérée par Mars, un groupe américain influent dans le secteur alimentaire.",
      "source": "Wikipedia: Mars, Incorporated"
    },
    {
      "name": "Ebly",
      "description": "Produit de riz par Mars, illustrant l'innovation américaine pour des solutions alimentaires rapides.",
      "source": "Wikipedia: Mars, Incorporated"
    },
    {
      "name": "FoodSpring",
      "description": "Marque axée sur la nutrition et le fitness, sous Mars, reflétant les tendances américaines de santé et bien-être.",
      "source": "Wikipedia: Mars, Incorporated"
    },
    {
      "name": "KanTong",
      "description": "Produit destiné au marché australien sous Mars, démontrant l'expansion globale d'une entreprise américaine.",
      "source": "Wikipedia: Mars, Incorporated"
    },
    {
      "name": "GoMo",
      "description": "Marque de produits pratiques par Mars, représentant l'innovation américaine dans le secteur alimentaire.",
      "source": "Wikipedia: Mars, Incorporated"
    },
    {
      "name": "MasterFoods",
      "description": "Marque de condiments et sauces sous Mars, illustrant l'influence américaine dans la diversification des produits alimentaires.",
      "source": "Wikipedia: Mars, Incorporated"
    },
    {
      "name": "Miracoli",
      "description": "Produit de la gamme surgelée de Mars, démontrant l'innovation américaine dans le secteur de l'alimentation rapide.",
      "source": "Wikipedia: Mars, Incorporated"
    },
    {
      "name": "Royco",
      "description": "Marque de condiments sous Mars, reflétant l'expansion et la stratégie de marque américaine à l'international.",
      "source": "Wikipedia: Mars, Incorporated"
    },
    {
      "name": "Seeds of Change",
      "description": "Marque axée sur les produits biologiques et durables sous Mars, illustrant les tendances américaines vers une alimentation saine.",
      "source": "Wikipedia: Mars, Incorporated"
    },
    {
      "name": "Tasty Byte",
      "description": "Produit innovant par Mars, représentant la recherche américaine dans le domaine des encas pratiques.",
      "source": "Wikipedia: Mars, Incorporated"
    },
    {
      "name": "Suzi Wan",
      "description": "Marque internationale sous Mars, qui témoigne de l'influence américaine dans l'expansion globale des produits alimentaires.",
      "source": "Wikipedia: Mars, Incorporated"
    }
  ],
  "Kraft": [
    {
      "name": "A.1. Steak Sauce",
      "description": "Marque de sauce pour steaks, développée aux USA par Kraft, illustrant l'influence américaine dans la cuisine de viande.",
      "source": "Wikipedia: Kraft Foods Group"
    },
    {
      "name": "Athenos",
      "description": "Marque de produits méditerranéens sous Kraft, intégrée à un groupe américain qui a acquis de nombreuses marques internationales.",
      "source": "Wikipedia: Kraft Foods Group"
    },
    {
      "name": "Breakstone’s ou Knudsen’s",
      "description": "Marque de produits laitiers par Kraft, démontrant l'héritage américain en transformation alimentaire.",
      "source": "Wikipedia: Kraft Foods Group"
    },
    {
      "name": "Capri-Sun",
      "description": "Marque de jus pour enfants, développée aux USA et commercialisée mondialement par Kraft.",
      "source": "Wikipedia: Kraft Foods Group"
    },
    {
      "name": "Cheez Whiz",
      "description": "Produit iconique de fromage fondu de Kraft, né aux USA et symbole de la cuisine rapide américaine.",
      "source": "Wikipedia: Kraft Foods Group"
    },
    {
      "name": "Claussen",
      "description": "Marque de cornichons et condiments sous Kraft, reflétant la tradition américaine en alimentation transformée.",
      "source": "Wikipedia: Kraft Foods Group"
    },
    {
      "name": "Cool Whip",
      "description": "Marque de garniture non laitière par Kraft, issue de l'innovation américaine dans le domaine des desserts.",
      "source": "Wikipedia: Kraft Foods Group"
    },
    {
      "name": "Country Time",
      "description": "Produit de boisson en poudre d'origine américaine, commercialisé par Kraft, incarnant les tendances US en boissons instantanées.",
      "source": "Wikipedia: Kraft Foods Group"
    },
    {
      "name": "Cracker Barrel",
      "description": "Marque associée à l'ambiance des diners américains, illustrant la tradition culinaire des USA sous Kraft.",
      "source": "Wikipedia: Kraft Foods Group"
    },
    {
      "name": "Crystal Light",
      "description": "Marque de boissons légères et rafraîchissantes par Kraft, née aux USA et adoptée mondialement.",
      "source": "Wikipedia: Kraft Foods Group"
    },
    {
      "name": "Easy Cheese",
      "description": "Produit fromage fondu en spray, une innovation américaine pour la commodité alimentaire, commercialisé par Kraft.",
      "source": "Wikipedia: Kraft Foods Group"
    },
    {
      "name": "Jell-O gélatine",
      "description": "Dessert gélifié emblématique développé aux USA, représentant l'innovation américaine dans les produits de dessert, sous Kraft.",
      "source": "Wikipedia: Kraft Foods Group"
    },
    {
      "name": "Jet-Puffed",
      "description": "Marque de guimauve de Kraft, illustrant l'innovation américaine dans les snacks sucrés.",
      "source": "Wikipedia: Kraft Foods Group"
    },
    {
      "name": "Kool-Aid",
      "description": "Boisson en poudre légendaire née aux États-Unis, symbole de l'innovation dans les produits pour enfants, par Kraft.",
      "source": "Wikipedia: Kraft Foods Group"
    },
    {
      "name": "Koogle",
      "description": "Produit de boisson ou de snack sous Kraft, illustrant la diversification des produits alimentaires américains.",
      "source": "Wikipedia: Kraft Foods Group"
    },
    {
      "name": "Kraft Salad Dressings",
      "description": "Ligne de sauces et vinaigrettes développée aux USA par Kraft, démontrant l'expertise américaine en condiments.",
      "source": "Wikipedia: Kraft Foods Group"
    },
    {
      "name": "Kraft Macaroni and fromage",
      "description": "Produit phare de Kraft, symbole de la cuisine américaine avec sa version 'boxed dinner' très populaire aux USA.",
      "source": "Wikipedia: Kraft Foods Group"
    },
    {
      "name": "Kraft Mayo",
      "description": "Mayonnaise américaine de Kraft, incarnant l'innovation dans les produits de condiment, née aux USA.",
      "source": "Wikipedia: Kraft Foods Group"
    },
    {
      "name": "Kraft Singles",
      "description": "Fromage fondu en tranche, une innovation américaine pour la commodité, développée par Kraft.",
      "source": "Wikipedia: Kraft Foods Group"
    },
    {
      "name": "Lunchables",
      "description": "Repas prêts-à-manger pour enfants, une invention américaine par Kraft pour répondre aux modes de vie rapides.",
      "source": "Wikipedia: Kraft Foods Group"
    },
    {
      "name": "Maxwell House",
      "description": "Marque de café américaine emblématique, développée aux USA et commercialisée par Kraft.",
      "source": "Wikipedia: Kraft Foods Group"
    },
    {
      "name": "MiO",
      "description": "Produit d'aromatisation de boissons né aux USA, reflétant l'innovation américaine dans les compléments alimentaires.",
      "source": "Wikipedia: Kraft Foods Group"
    },
    {
      "name": "Miracle Whip",
      "description": "Sauce alternative à la mayonnaise, créée aux États-Unis par Kraft, symbole de l'innovation dans les condiments.",
      "source": "Wikipedia: Kraft Foods Group"
    },
    {
      "name": "Oscar Mayer",
      "description": "Marque de charcuterie américaine emblématique, reflétant l'histoire et l'innovation culinaire des USA sous Kraft.",
      "source": "Wikipedia: Kraft Foods Group"
    },
    {
      "name": "Philadelphia cream cheese",
      "description": "Fromage à tartiner iconique, originaire des USA et désormais une marque mondiale sous Kraft.",
      "source": "Wikipedia: Kraft Foods Group"
    },
    {
      "name": "Planters",
      "description": "Marque de noix et snacks salés, symbole de l'innovation américaine en confiserie salée, sous Kraft.",
      "source": "Wikipedia: Kraft Foods Group"
    },
    {
      "name": "Polly-O",
      "description": "Fromage fondu américain de Kraft, incarnant les techniques de transformation laitière aux USA.",
      "source": "Wikipedia: Kraft Foods Group"
    },
    {
      "name": "Stove Top stuffing",
      "description": "Mélange pour farce développé aux USA par Kraft, illustrant l'innovation dans la préparation de repas rapides.",
      "source": "Wikipedia: Kraft Foods Group"
    },
    {
      "name": "Tassimo",
      "description": "Système de café par dosettes inventé aux USA, commercialisé par Kraft pour offrir une expérience café moderne.",
      "source": "Wikipedia: Kraft Foods Group"
    },
    {
      "name": "Velveeta",
      "description": "Fromage fondu transformé, un classique de la cuisine américaine par Kraft, reconnu pour sa texture fondante.",
      "source": "Wikipedia: Kraft Foods Group"
    }
  ],
  "Johnson & Johnson": [
    {
      "name": "Acuvue",
      "description": "Marque de lentilles de contact née aux USA, appartenant à Johnson & Johnson, leader dans les soins oculaires.",
      "source": "Wikipedia: Johnson & Johnson"
    },
    {
      "name": "Aveeno",
      "description": "Marque de soins pour la peau développée aux États-Unis, illustrant l'innovation en dermatologie de Johnson & Johnson.",
      "source": "Wikipedia: Johnson & Johnson"
    },
    {
      "name": "Carefree",
      "description": "Marque de protège-slips sous Johnson & Johnson, illustrant la capacité américaine à innover en hygiène féminine.",
      "source": "Wikipedia: Johnson & Johnson"
    },
    {
      "name": "Clean & Clear",
      "description": "Marque de soins dermatologiques développée aux USA par Johnson & Johnson, dédiée aux soins du visage.",
      "source": "Wikipedia: Johnson & Johnson"
    },
    {
      "name": "Le Petit Marseillais",
      "description": "Bien que l'image soit française, cette marque appartient à Johnson & Johnson, un groupe américain influent dans les soins personnels.",
      "source": "Wikipedia: Johnson & Johnson"
    },
    {
      "name": "K-Y",
      "description": "Lubrifiant intime emblématique, d'origine américaine et commercialisé par Johnson & Johnson.",
      "source": "Wikipedia: Johnson & Johnson"
    },
    {
      "name": "Neutrogena",
      "description": "Marque de soins de la peau née aux USA et acquise par Johnson & Johnson, symbole d'innovation dermocosmétique.",
      "source": "Wikipedia: Johnson & Johnson"
    },
    {
      "name": "Rembrandt",
      "description": "Marque de soins dentaires américaine sous Johnson & Johnson, reflétant l'expertise US dans l'hygiène bucco-dentaire.",
      "source": "Wikipedia: Johnson & Johnson"
    },
    {
      "name": "RoC",
      "description": "Marque de soins anti-âge développée aux États-Unis par Johnson & Johnson, illustrant l'innovation américaine en cosmétique.",
      "source": "Wikipedia: Johnson & Johnson"
    },
    {
      "name": "Stayfree",
      "description": "Marque d'hygiène féminine américaine par Johnson & Johnson, symbole de l'expertise US dans le secteur.",
      "source": "Wikipedia: Johnson & Johnson"
    },
    {
      "name": "Tylenol",
      "description": "Antalgique emblématique développé aux États-Unis par Johnson & Johnson, représentant l'excellence pharmaceutique américaine.",
      "source": "Wikipedia: Johnson & Johnson"
    },
    {
      "name": "Vino Kolafra",
      "description": "Produit original des débuts de Johnson & Johnson, illustrant les premières expérimentations américaines dans divers segments.",
      "source": "Wikipedia: Johnson & Johnson"
    }
  ],
  "McCormick": [
    {
      "name": "Billy Bee Honey",
      "description": "Marque de miel faisant partie du portefeuille de McCormick, une entreprise américaine leader dans les épices et aromates.",
      "source": "Wikipedia: McCormick & Company"
    },
    {
      "name": "Butty",
      "description": "Produit de la gamme McCormick, reflétant l'expertise américaine dans les épices et assaisonnements.",
      "source": "Wikipedia: McCormick & Company"
    },
    {
      "name": "Club House",
      "description": "Marque américaine sous McCormick, spécialisée dans les assaisonnements et rehaussants de goût.",
      "source": "Wikipedia: McCormick & Company"
    },
    {
      "name": "Ducros",
      "description": "Marque leader en épices en France, intégrée au groupe McCormick, une multinationale américaine.",
      "source": "Wikipedia: McCormick & Company"
    },
    {
      "name": "McCormick Foods Australia",
      "description": "Filiale de McCormick opérant en Australie, faisant partie du réseau mondial d'une entreprise américaine.",
      "source": "Wikipedia: McCormick & Company"
    },
    {
      "name": "Kamis",
      "description": "Marque d'épices sous McCormick, illustrant l'influence américaine dans la création de produits aromatiques.",
      "source": "Wikipedia: McCormick & Company"
    },
    {
      "name": "Old Bay Seasoning",
      "description": "Assaisonnement emblématique développé aux États-Unis par McCormick, symbole de la cuisine américaine.",
      "source": "Wikipedia: McCormick & Company"
    },
    {
      "name": "Schilling",
      "description": "Produit de la gamme McCormick, représentant l'innovation américaine dans le secteur des épices.",
      "source": "Wikipedia: McCormick & Company"
    },
    {
      "name": "Schwartz",
      "description": "Marque d'assaisonnement faisant partie du portefeuille international de McCormick, une entreprise américaine.",
      "source": "Wikipedia: McCormick & Company"
    },
    {
      "name": "Silvo",
      "description": "Produit épicé sous McCormick, illustrant la capacité d'innovation des entreprises américaines en matière d'aromates.",
      "source": "Wikipedia: McCormick & Company"
    },
    {
      "name": "Simply Asia",
      "description": "Marque proposant des saveurs asiatiques sous McCormick, témoignant de la diversification américaine dans les goûts internationaux.",
      "source": "Wikipedia: McCormick & Company"
    },
    {
      "name": "Thai Kitchen",
      "description": "Produit de cuisine thaïlandaise sous McCormick, reflétant l'expansion globale d'une entreprise américaine.",
      "source": "Wikipedia: McCormick & Company"
    },
    {
      "name": "Vahiné",
      "description": "Marque française intégrée à McCormick, une multinationale américaine, illustrant la tendance aux acquisitions transfrontalières.",
      "source": "Wikipedia: McCormick & Company"
    },
    {
      "name": "Zatarain's",
      "description": "Marque américaine spécialisée dans les assaisonnements Cajun et Creole, propriété de McCormick.",
      "source": "Wikipedia: McCormick & Company"
    }
  ],
  "The Coca‑Cola Company": [
    {
      "name": "Coca‑Cola",
      "description": "Marque de soda emblématique fondée en 1886 aux États-Unis, symbole mondial du soft drink américain grâce à son goût unique et ses campagnes publicitaires légendaires.",
      "source": "Wikipedia: The Coca‑Cola Company"
    },
    {
      "name": "Diet Coke",
      "description": "Version allégée de Coca‑Cola lancée en 1982, répondant à la demande américaine pour des boissons sans sucre et illustrant l'évolution des tendances santé aux USA.",
      "source": "Wikipedia: The Coca‑Cola Company"
    },
    {
      "name": "Coca‑Cola Zero Sugar",
      "description": "Innovation américaine proposant le goût classique de Coca‑Cola sans calories, développée pour satisfaire les préoccupations nutritionnelles modernes.",
      "source": "Wikipedia: The Coca‑Cola Company"
    },
    {
      "name": "Coca‑Cola Cherry",
      "description": "Déclinaison fruitée de Coca‑Cola, créée aux États-Unis pour offrir une alternative aromatisée et élargir la gamme de saveurs du soda iconique.",
      "source": "Wikipedia: The Coca‑Cola Company"
    },
    {
      "name": "Coca‑Cola Vanilla",
      "description": "Version à la vanille de Coca‑Cola, développée aux USA pour diversifier l'offre de boissons gazeuses et satisfaire les amateurs de saveurs douces et crémeuses.",
      "source": "Wikipedia: The Coca‑Cola Company"
    },
    {
      "name": "Sprite",
      "description": "Soda citronné rafraîchissant lancé aux États‑Unidos, reconnu pour sa fraîcheur et son positionnement innovant dans le segment des boissons gazeuses non sucrées.",
      "source": "Wikipedia: The Coca‑Cola Company"
    },
    {
      "name": "Fanta",
      "description": "Boisson gazeuse fruitée créée par Coca‑Cola pour élargir son marché, avec des recettes développées aux USA pour s'adapter aux goûts internationaux.",
      "source": "Wikipedia: The Coca‑Cola Company"
    },
    {
      "name": "Minute Maid",
      "description": "Marque de jus d'orange et autres jus de fruits, développée aux États‑Unidos et leader du marché grâce à sa qualité et sa large gamme de produits.",
      "source": "Wikipedia: The Coca‑Cola Company"
    },
    {
      "name": "Simply Orange",
      "description": "Produit premium de jus d'orange lancé aux USA, réputé pour son goût naturel et sa fabrication sans additifs, reflétant l'engagement américain envers des produits authentiques.",
      "source": "Wikipedia: The Coca‑Cola Company"
    },
    {
      "name": "Powerade",
      "description": "Boisson sportive américaine conçue par Coca‑Cola pour fournir hydratation et électrolytes, symbole de l'innovation américaine en nutrition sportive.",
      "source": "Wikipedia: The Coca‑Cola Company"
    },
    {
      "name": "Dasani",
      "description": "Marque d'eau embouteillée lancée aux États‑Unidos par Coca‑Cola, connue pour son processus de purification avancé et sa qualité constante.",
      "source": "Wikipedia: The Coca‑Cola Company"
    },
    {
      "name": "Vitaminwater",
      "description": "Boisson enrichie en vitamines, issue d'une acquisition stratégique par Coca‑Cola, reflétant l'engagement américain pour la santé et le bien-être.",
      "source": "Wikipedia: The Coca‑Cola Company"
    },
    {
      "name": "Honest Tea",
      "description": "Marque de thés et boissons biologiques née aux États‑Unidos, illustrant l'engagement envers des produits plus naturels et durables dans la culture américaine.",
      "source": "Wikipedia: The Coca‑Cola Company"
    },
    {
      "name": "Barq's",
      "description": "Root beer traditionnelle américaine, créée aux États‑Unidos et reconnue pour son goût audacieux et son héritage dans le snacking US.",
      "source": "Wikipedia: The Coca‑Cola Company"
    },
    {
      "name": "Mello Yello",
      "description": "Soda énergisant développé aux États‑Unidos pour concurrencer d'autres marques de boissons à haute teneur en caféine, symbole de l'esprit compétitif américain.",
      "source": "Wikipedia: The Coca‑Cola Company"
    },
    {
      "name": "Fresca",
      "description": "Boisson gazeuse aux agrumes lancée aux USA, célèbre pour son profil de saveur unique et rafraîchissant, sans sucre.",
      "source": "Wikipedia: The Coca‑Cola Company"
    },
    {
      "name": "Gold Peak",
      "description": "Marque de thé prêt-à-boire développée aux États‑Unidos pour répondre à la demande de boissons chaudes et froides de qualité, alliant tradition et innovation.",
      "source": "Wikipedia: The Coca‑Cola Company"
    },
    {
      "name": "Fuze Tea",
      "description": "Marque de thé infusé et de boissons rafraîchissantes issue d'une fusion stratégique aux États‑Unidos, captant la tendance des boissons santé.",
      "source": "Wikipedia: The Coca‑Cola Company"
    }
  ],
  "Nestlé USA": [
    {
      "name": "KitKat USA",
      "description": "Version américaine du célèbre KitKat, fabriquée sous licence par Hershey aux États-Unis.",
      "source": "Wikipedia: KitKat"
    },
    {
      "name": "Nesquik USA",
      "description": "Version américaine de Nesquik, produite par Nestlé USA et adaptée aux goûts du marché américain.",
      "source": "Wikipedia: Nesquik"
    },
    {
      "name": "Toll House",
      "description": "Marque américaine de cookies et pépites de chocolat détenue par Nestlé, célèbre pour son influence dans la pâtisserie américaine.",
      "source": "Wikipedia: Nestlé USA"
    }
  ],
  "Conagra Brands": [
    {
      "name": "Hunt's",
      "description": "Marque américaine de sauces tomates et condiments appartenant à Conagra, un leader de l'alimentation aux USA.",
      "source": "Wikipedia: Conagra Brands"
    },
    {
      "name": "Healthy Choice",
      "description": "Gamme de plats préparés faibles en calories, développée aux États-Unis par Conagra Brands pour le marché du bien-être.",
      "source": "Wikipedia: Conagra Brands"
    },
    {
      "name": "Orville Redenbacher’s",
      "description": "Marque américaine de popcorn, devenue une référence sur le marché du snack aux États-Unis.",
      "source": "Wikipedia: Conagra Brands"
    }
  ],
  "Campbell Soup Company": [
    {
      "name": "V8",
      "description": "Marque américaine de jus de légumes appartenant à Campbell Soup Company, connue pour sa composition nutritive.",
      "source": "Wikipedia: Campbell Soup Company"
    },
    {
      "name": "Prego",
      "description": "Marque américaine de sauces pour pâtes sous Campbell Soup Company, illustrant l'adaptation des sauces italiennes aux goûts américains.",
      "source": "Wikipedia: Campbell Soup Company"
    },
    {
      "name": "Goldfish",
      "description": "Crackers en forme de poisson, snack populaire aux États-Unis sous la bannière de Campbell Soup Company.",
      "source": "Wikipedia: Campbell Soup Company"
    }
  ],
  "The Hershey Company": [
    {
      "name": "Hershey’s",
      "description": "Marque de chocolat emblématique des États-Unis, fabriquée par The Hershey Company depuis 1894.",
      "source": "Wikipedia: The Hershey Company"
    },
    {
      "name": "Reese’s",
      "description": "Marque américaine de chocolat au beurre de cacahuète, un des produits les plus vendus aux USA.",
      "source": "Wikipedia: The Hershey Company"
    },
    {
      "name": "Twizzlers",
      "description": "Marque américaine de bonbons à mâcher sous The Hershey Company, populaire aux États-Unis depuis des décennies.",
      "source": "Wikipedia: The Hershey Company"
    }
  ],
  "Kraft Heinz": [
    {
      "name": "Heinz",
      "description": "Marque iconique de ketchup et condiments, née aux États-Unis et symbole de la culture américaine de la sauce.",
      "source": "Wikipedia: Kraft Heinz"
    },
    {
      "name": "Oscar Mayer",
      "description": "Marque américaine de charcuterie appartenant à Kraft Heinz, réputée pour ses hot-dogs et viandes froides.",
      "source": "Wikipedia: Kraft Heinz"
    },
    {
      "name": "Capri Sun",
      "description": "Bien que développée en Allemagne, cette marque de jus est commercialisée aux États-Unis sous Kraft Heinz.",
      "source": "Wikipedia: Kraft Heinz"
    },
    {
      "name": "Philadelphia",
      "description": "Marque américaine de fromage à tartiner sous Kraft Heinz, incontournable pour les cheesecakes et bagels aux États-Unis.",
      "source": "Wikipedia: Kraft Heinz"
    }
  ],
  "Others": [
    {
      "name": "Monster Energy",
      "description": "Monster Energy, souvent abrégée en Monster est une boisson américaine énergisante lancée par Hansen Natural en 2002.",
      "source": "Wikipedia: Monster Energy"
    },
    {
      "name": "Ocean Spray",
      "description": "Ocean Spray est une coopérative agricole, regroupant des producteurs de canneberges (cranberries) et de raisin. Son siège est à Middleborough/Lakeville, dans le Massachusetts aux États-Unis.",
      "source": "Wikipedia: Ocean Spray"
    }
  ]
}