Repository: Sacha213/detrumpez-vous
Catalog: lib/l10n/intl_*.arb
Languages: ar, da, de, es, fr, hi, it, ja, nl, pt, ru, zh

# reportProblemSendButton
source: Send report
ar: إرسال التقرير
da: Send rapport
de: Bericht senden
es: Enviar reporte
fr: Envoyer le rapport
hi: रिपोर्ट भेजें
it: Invia segnalazione
ja: レポートを送信
nl: Rapport verzenden
pt: Enviar relatório
ru: Отправить отчет
zh: 发送报告

# reportProblemSuccessMessage
source: Thank you! Your report has been submitted for review and will be processed within 48 hours.
ar: شكرًا لك! تم إرسال تقريرك للمراجعة وسيتم معالجته في غضون 48 ساعة.
da: Tak! Din rapport er blevet sendt til gennemgang og vil blive behandlet inden for 48 timer.
de: Vielen Dank! Ihr Bericht wurde zur Überprüfung eingereicht und wird innerhalb von 48 Stunden bearbeitet.
es: ¡Gracias! Su informe ha sido enviado para revisión y será procesado en un plazo de 48 horas.
fr: Merci ! Votre rapport a été soumis pour vérification et sera traité sous 48 heures.
hi: धन्यवाद! आपकी रिपोर्ट समीक्षा के लिए भेज दी गई है और इसे 48 घंटों के भीतर संसाधित किया जाएगा।
it: Grazie! La tua segnalazione è stata inviata.
ja: ありがとうございます！レポートが送信されました。
nl: Bedankt! Uw rapport is verzonden.
pt: Obrigado! Seu relatório foi enviado.
ru: Спасибо! Ваш отчет отправлен.
zh: 谢谢！您的报告已发送。

# reportProblemErrorMessage
source: Error sending report. Please try again.
ar: خطأ في إرسال التقرير. يرجى المحاولة مرة أخرى.
da: Fejl ved afsendelse af rapport. Prøv venligst igen.
de: Fehler beim Senden des Berichts. Bitte versuchen Sie es erneut.
es: Error al enviar el reporte. Por favor, inténtelo de nuevo.
fr: Erreur lors de l'envoi. Veuillez réessayer.
hi: रिपोर्ट भेजने में त्रुटि। कृपया पुन: प्रयास करें।
it: Errore durante l'invio della segnalazione. Si prega di riprovare.
ja: レポートの送信中にエラーが発生しました。もう一度お試しください。
nl: Fout bij het verzenden van het rapport. Probeer het opnieuw.
pt: Erro ao enviar o relatório. Por favor, tente novamente.
ru: Ошибка при отправке отчета. Пожалуйста, попробуйте еще раз.
zh: 发送报告时出错。请重试。

# parentCompanyLabel
source: Parent company
ar: الشركة الأم
da: Moderselskab
de: Muttergesellschaft
es: Empresa matriz
fr: Société mère
hi: मूल कंपनी
it: Società madre
ja: 親会社
nl: Moederbedrijf
pt: Empresa-mãe
ru: Материнская компания
zh: 母公司

# imageSourceTitle
source: Image source
ar: مصدر الصورة
da: Billedkilde
de: Bildquelle
es: Fuente de la imagen
fr: Source de l'image
hi: छवि स्रोत
it: Fonte immagine
ja: 画像ソース
nl: Afbeeldingsbron
pt: Fonte da imagem
ru: Источник изображения
zh: 图片来源

# imageSourceMessage
source: Choose a source
ar: اختر مصدراً
da: Vælg en kilde
de: Wählen Sie eine Quelle
es: Elija una fuente
fr: Choisissez une source
hi: एक स्रोत चुनें
it: Scegli una fonte
ja: ソースを選択してください
nl: Kies een bron
pt: Escolha uma fonte
ru: Выберите источник
zh: 选择一个来源

source: Camera
ar: الكاميرا
da: Kamera
de: Kamera
es: Cámara
fr: Caméra
hi: कैमरा
it: Fotocamera
ja: カメラ
pt: Câmera
ru: Камера
zh: 相机

source: Gallery
ar: المعرض
da: Galleri
de: Galerie
es: Galería
fr: Galerie
hi: गैलरी
it: Galleria
ja: ギャラリー
nl: Galerij
pt: Galeria
ru: Галерея
zh: 相册

# selectCategoryError
source: Please select a category.
ar: يرجى اختيار فئة.
da: Vælg venligst en kategori.
de: Bitte wählen Sie eine Kategorie.
es: Por favor, seleccione una categoría.
fr: Veuillez sélectionner une catégorie.
hi: कृपया एक श्रेणी चुनें।
it: Si prega di selezionare una categoria.
ja: カテゴリを選択してください。
nl: Selecteer alstublieft een categorie.
pt: Por favor, selecione uma categoria.
ru: Пожалуйста, выберите категорию.
zh: 请选择一个类别。

# selectPhotoError
source: Please select a photo.
ar: يرجى اختيار صورة.
da: Vælg venligst et billede.
de: Bitte wählen Sie ein Foto.
es: Por favor, seleccione una foto.
fr: Veuillez sélectionner une photo.
hi: कृपया एक तस्वीर चुनें।
it: Si prega di selezionare una foto.
ja: 写真を選択してください。
nl: Selecteer alstublieft een foto.
pt: Por favor, selecione uma foto.
ru: Пожалуйста, выберите фото.
zh: 请选择一张照片。

# sendingInfo
source: Sending information...
ar: جارٍ إرسال المعلومات...
da: Sender information...
de: Informationen werden gesendet...
es: Enviando información...
fr: Envoi des informations...
hi: जानकारी भेजी जा रही है...
it: Invio informazioni...
ja: 情報を送信中...
nl: Informatie verzenden...
pt: Enviando informações...
ru: Отправка информации...
zh: 正在发送信息...

source: Sending image...
ar: جارٍ إرسال الصورة...
da: Sender billede...
de: Bild wird gesendet...
es: Enviando imagen...
fr: Envoi de l'image...
hi: छवि भेजी जा रही है...
it: Invio immagine...
ja: 画像を送信中...
nl: Afbeelding verzenden...
pt: Enviando imagem...
ru: Отправка изображения...
zh: 正在发送图片...

# textSubmissionFailed
source: Failed to send text information (status {statusCode}). Check logs for HTML response.
ar: فشل إرسال المعلومات النصية (الحالة {statusCode}). تحقق من السجلات للحصول على استجابة HTML.
da: Kunne ikke sende tekstinformation (status {statusCode}). Tjek logfiler for HTML-svar.
de: Fehler beim Senden der Textinformationen (Status {statusCode}). Überprüfen Sie die Logs für die HTML-Antwort.
es: Error al enviar la información de texto (estado {statusCode}). Revise los logs para la respuesta HTML.
fr: Échec de l'envoi des informations textuelles (status {statusCode}). Vérifiez les logs pour la réponse HTML.
hi: पाठ जानकारी भेजने में विफल (स्थिति {statusCode})। HTML प्रतिक्रिया के लिए लॉग जांचें।
it: Invio informazioni di testo non riuscito (stato {statusCode}). Controlla i log per la risposta HTML.
ja: テキスト情報の送信に失敗しました（ステータス {statusCode}）。HTML応答についてはログを確認してください。
nl: Verzenden van tekstinformatie mislukt (status {statusCode}). Controleer logs voor HTML-antwoord.
pt: Falha ao enviar informações de texto (status {statusCode}). Verifique os logs para a resposta HTML.
ru: Не удалось отправить текстовую информацию (статус {statusCode}). Проверьте логи для ответа HTML.
zh: 发送文本信息失败（状态 {statusCode}）。检查日志以获取 HTML 响应。

# imageUploadError
source: Error uploading image.
ar: خطأ أثناء تحميل الصورة.
da: Fejl ved upload af billede.
de: Fehler beim Hochladen des Bildes.
es: Error al subir la imagen.
fr: Erreur lors de l'envoi de l'image.
hi: छवि अपलोड करने में त्रुटि।
it: Errore durante il caricamento dell'immagine.
ja: 画像のアップロード中にエラーが発生しました。
nl: Fout bij het uploaden van de afbeelding.
pt: Erro ao carregar a imagem.
ru: Ошибка при загрузке изображения.
zh: 上传图片时出错。

# textDataSentButImageFailed
source: Text information was sent, but image upload failed.
ar: تم إرسال المعلومات النصية، ولكن فشل تحميل الصورة.
da: Tekstinformation blev sendt, men billedupload mislykkedes.
de: Textinformationen wurden gesendet, aber das Hochladen des Bildes ist fehlgeschlagen.
es: La información de texto se envió, pero falló la subida de la imagen.
fr: Les informations textuelles ont été envoyées, mais l'envoi de l'image a échoué.
hi: पाठ जानकारी भेजी गई थी, लेकिन छवि अपलोड विफल रही।
it: Le informazioni di testo sono state inviate, ma il caricamento dell'immagine è fallito.
ja: テキスト情報は送信されましたが、画像のアップロードに失敗しました。
nl: Tekstinformatie is verzonden, maar het uploaden van de afbeelding is mislukt.
pt: As informações de texto foram enviadas, mas o carregamento da imagem falhou.
ru: Текстовая информация отправлена, но загрузка изображения не удалась.
zh: 文本信息已发送，但图片上传失败。

# submissionError
source: Error during submission.
ar: خطأ أثناء الإرسال.
da: Fejl under indsendelse.
de: Fehler bei der Übermittlung.
es: Error durante el envío.
fr: Erreur lors de la soumission.
hi: प्रस्तुत करने के दौरान त्रुटि।
it: Errore durante l'invio.
ja: 送信中にエラーが発生しました。
nl: Fout tijdens het verzenden.
pt: Erro durante o envio.
ru: Ошибка при отправке.
zh: 提交过程中出错。

# productAndImageAddedSuccess
source: Product and image added successfully!
ar: تمت إضافة المنتج والصورة بنجاح!
da: Produkt og billede tilføjet med succes!
de: Produkt und Bild erfolgreich hinzugefügt!
es: ¡Producto e imagen añadidos con éxito!
fr: Produit et image ajoutés avec succès !
hi: उत्पाद और छवि सफलतापूर्वक जोड़े गए!
it: Prodotto e immagine aggiunti con successo!
ja: 製品と画像が正常に追加されました！
nl: Product en afbeelding succesvol toegevoegd!
pt: Produto e imagem adicionados com sucesso!
ru: Продукт и изображение успешно добавлены!
zh: 产品和图片添加成功！

# barcodeLabel
source: Barcode:
ar: الرمز الشريطي:
da: Stregkode:
es: Código de barras:
fr: Code-barres :
hi: बारकोड:
it: Codice a barre:
ja: バーコード：
pt: Código de barras:
ru: Штрих-код:
zh: 条形码：

source: Photo
ar: صورة
da: Foto
de: Foto
es: Foto
hi: तस्वीर
it: Foto
ja: 写真
nl: Foto
pt: Foto
ru: Фото
zh: 照片

# addPhoto
source: Add a photo
ar: إضافة صورة
da: Tilføj et foto
de: Foto hinzufügen
es: Añadir una foto
fr: Ajouter une photo
hi: एक तस्वीर जोड़ें
it: Aggiungi una foto
ja: 写真を追加
nl: Foto toevoegen
pt: Adicionar uma foto
ru: Добавить фото
zh: 添加照片

# imagePickError
source: Error selecting image
ar: خطأ في اختيار الصورة
da: Fejl ved valg af billede
de: Fehler bei der Bildauswahl
es: Error al seleccionar la imagen
fr: Erreur lors de la sélection de l'image
hi: छवि चुनने में त्रुटि
it: Errore nella selezione dell'immagine
ja: 画像の選択中にエラーが発生しました
nl: Fout bij het selecteren van de afbeelding
pt: Erro ao selecionar a imagem
ru: Ошибка при выборе изображения
zh: 选择图片时出错

# addProductInfoTitle
source: Add information
ar: إضافة معلومات
da: Tilføj information
de: Informationen hinzufügen
es: Añadir información
fr: Ajouter des informations
hi: जानकारी जोड़ें
it: Aggiungi informazioni
ja: 情報を追加
nl: Informatie toevoegen
pt: Adicionar informações
ru: Добавить информацию
zh: 添加信息

# addProductInfoHeadline
source: Complete product information
ar: إكمال معلومات المنتج
da: Udfyld produktinformation
de: Produktinformationen vervollständigen
es: Completar información del producto
fr: Compléter les informations du produit
hi: उत्पाद जानकारी पूरी करें
it: Completa informazioni prodotto
ja: 製品情報を完成させる
nl: Productinformatie aanvullen
pt: Completar informações do produto
ru: Заполнить информацию о продукте
zh: 完善产品信息

# addProductInfoSubHeadline
source: Provide missing details for barcode: {barcode}
ar: قدم التفاصيل المفقودة للرمز الشريطي: {barcode}
da: Angiv manglende detaljer for stregkode: {barcode}
de: Geben Sie fehlende Details für Barcode an: {barcode}
es: Proporcione los detalles faltantes para el código de barras: {barcode}
fr: Fournissez les détails manquants pour le code-barres : {barcode}
hi: बारकोड के लिए गुम विवरण प्रदान करें: {barcode}
it: Fornisci i dettagli mancanti per il codice a barre: {barcode}
ja: バーコードの不足している詳細を提供してください：{barcode}
nl: Geef ontbrekende details voor barcode: {barcode}
pt: Forneça os detalhes em falta para o código de barras: {barcode}
ru: Предоставьте недостающие данные для штрих-кода: {barcode}
zh: 提供条形码缺失的详细信息：{barcode}

# brandLabelRequired
source: Brand *
ar: العلامة التجارية *
da: Mærke *
de: Marke *
es: Marca *
fr: Marque *
hi: ब्रांड *
it: Marchio *
ja: ブランド *
nl: Merk *
pt: Marca *
ru: Бренд *
zh: 品牌 *

# brandHint
source: Main brand name
ar: اسم العلامة التجارية الرئيسي
da: Hovedmærkenavn
de: Hauptmarkenname
es: Nombre de la marca principal
fr: Nom de la marque principale
hi: मुख्य ब्रांड नाम
it: Nome del marchio principale
ja: 主なブランド名
nl: Hoofdmerknaam
pt: Nome da marca principal
ru: Основное название бренда
zh: 主要品牌名称

# descriptionLabelRequired
source: Description *
ar: الوصف *
da: Beskrivelse *
de: Beschreibung *
es: Descripción *
hi: विवरण *
it: Descrizione *
ja: 説明 *
nl: Beschrijving *
pt: Descrição *
ru: Описание *
zh: 描述 *

# descriptionHint
source: Short product description
ar: وصف قصير للمنتج
da: Kort produktbeskrivelse
de: Kurze Produktbeschreibung
es: Descripción corta del producto
fr: Description courte du produit
hi: संक्षिप्त उत्पाद विवरण
it: Breve descrizione del prodotto
ja: 簡単な製品説明
nl: Korte productbeschrijving
pt: Breve descrição do produto
ru: Краткое описание продукта
zh: 简短的产品描述

# parentCompanyLabelOptional
source: Parent company (Optional)
ar: الشركة الأم (اختياري)
da: Moderselskab (valgfrit)
de: Muttergesellschaft (Optional)
es: Empresa matriz (Opcional)
fr: Société mère (Optionnel)
hi: मूल कंपनी (वैकल्पिक)
it: Società madre (Opzionale)
ja: 親会社（オプション）
nl: Moederbedrijf (Optioneel)
pt: Empresa-mãe (Opcional)
ru: Материнская компания (Необязательно)
zh: 母公司（可选）

# parentCompanyHint
source: Name of the owning company
ar: اسم الشركة المالكة
da: Navn på ejerselskab
de: Name des Eigentümerunternehmens
es: Nombre de la empresa propietaria
fr: Nom de l'entreprise propriétaire
hi: मालिक कंपनी का नाम
it: Nome della società proprietaria
ja: 所有会社の名前
nl: Naam van het eigenaarsbedrijf
pt: Nome da empresa proprietária
ru: Название компании-владельца
zh: 所有公司的名称

# originLabel
source: Country of origin
ar: بلد المنشأ
da: Oprindelsesland
de: Herkunftsland
es: País de origen
fr: Pays d'origine
hi: मूल देश
it: Paese di origine
ja: 原産国
nl: Land van herkomst
pt: País de origem
ru: Страна происхождения
zh: 原产国

# parentOriginLabelOptional
source: Parent company's country of origin (Optional)
ar: بلد منشأ الشركة الأم (اختياري)
da: Moderselskabets oprindelsesland (valgfrit)
de: Herkunftsland der Muttergesellschaft (Optional)
es: País de origen de la empresa matriz (Opcional)
fr: Pays d'origine de la société mère (Facultatif)
hi: मूल कंपनी का मूल देश (वैकल्पिक)
it: Paese di origine della società madre (Facoltativo)
ja: 親会社の原産国（任意）
nl: Land van herkomst van het moederbedrijf (Optioneel)
pt: País de origem da empresa controladora (Opcional)
ru: Страна происхождения материнской компании (Необязательно)
zh: 母公司原产国（可选）

# parentOriginHint
source: Ex: France, USA, China...
ar: مثال: فرنسا، الولايات المتحدة، الصين...
da: F.eks.: Frankrig, USA, Kina...
de: Z.B.: Frankreich, USA, China...
es: Ej: Francia, USA, China...
fr: Ex: France, USA, Chine...
hi: उदाहरण: फ्रांस, यूएसए, चीन...
it: Es: Francia, USA, Cina...
ja: 例：フランス、アメリカ、中国...
nl: Bijv.: Frankrijk, VS, China...
pt: Ex: França, EUA, China...
ru: Пример: Франция, США, Китай...
zh: 例如：法国、美国、中国...

# fieldRequiredError
source: This field is required.
ar: هذا الحقل مطلوب.
da: Dette felt er påkrævet.
de: Dieses Feld ist erforderlich.
es: Este campo es obligatorio.
fr: Ce champ est requis.
hi: यह फ़ील्ड आवश्यक है।
it: Questo campo è obbligatorio.
ja: このフィールドは必須です。
nl: Dit veld is verplicht.
pt: Este campo é obrigatório.
ru: Это поле обязательно для заполнения.
zh: 此字段是必填字段。

# addProductInfoButton
source: Add information
ar: إضافة المعلومات
da: Tilføj information
de: Informationen hinzufügen
es: Añadir información
fr: Ajouter les informations
hi: जानकारी जोड़ें
it: Aggiungi informazioni
ja: 情報を追加
nl: Informatie toevoegen
pt: Adicionar informações
ru: Добавить информацию
zh: 添加信息

# addProductInfoSuccess
source: Thank you! Your product information has been submitted for review and will be added within 48 hours.
ar: شكرًا لك! تم إرسال معلومات المنتج الخاصة بك للمراجعة وستتم إضافتها في غضون 48 ساعة.
da: Tak! Dine produktinformationer er blevet sendt til gennemgang og vil blive tilføjet inden for 48 timer.
de: Vielen Dank! Ihre Produktinformationen wurden zur Überprüfung eingereicht und werden innerhalb von 48 Stunden hinzugefügt.
es: ¡Gracias! La información de su producto ha sido enviada para revisión y se añadirá en un plazo de 48 horas.
fr: Merci ! Vos informations sur le produit ont été soumises pour vérification et seront ajoutées sous 48 heures.
hi: धन्यवाद! आपकी उत्पाद जानकारी समीक्षा के लिए भेज दी गई है और इसे 48 घंटों के भीतर जोड़ा जाएगा।
it: Grazie! Informazioni prodotto aggiunte.
ja: ありがとうございます！製品情報が追加されました。
nl: Bedankt! Productinformatie toegevoegd.
pt: Obrigado! Informações do produto adicionadas.
ru: Спасибо! Информация о продукте добавлена.
zh: 谢谢！产品信息已添加。

# addProductInfoError
source: Error sending information. Please try again.
ar: خطأ في إرسال المعلومات. يرجى المحاولة مرة أخرى.
da: Fejl ved afsendelse af information. Prøv venligst igen.
de: Fehler beim Senden der Informationen. Bitte versuchen Sie es erneut.
es: Error al enviar la información. Por favor, inténtelo de nuevo.
fr: Erreur lors de l'envoi. Veuillez réessayer.
hi: जानकारी भेजने में त्रुटि। कृपया पुन: प्रयास करें।
it: Errore durante l'invio delle informazioni. Si prega di riprovare.
ja: 情報の送信中にエラーが発生しました。もう一度お試しください。
nl: Fout bij het verzenden van informatie. Probeer het opnieuw.
pt: Erro ao enviar informações. Por favor, tente novamente.
ru: Ошибка при отправке информации. Пожалуйста, попробуйте еще раз.
zh: 发送信息时出错。请重试。

# addInfoTitle
source: Add information
ar: إضافة معلومات
da: Tilføj information
de: Informationen hinzufügen
es: Añadir información
fr: Ajouter des informations
hi: जानकारी जोड़ें
it: Aggiungi informazioni
ja: 情報を追加
nl: Informatie toevoegen
pt: Adicionar informações
ru: Добавить информацию
zh: 添加信息

# addInfoSubtitle
source: Click here to complete the info
ar: انقر هنا لإكمال المعلومات
da: Klik her for at udfylde oplysningerne
de: Klicken Sie hier, um die Informationen zu vervollständigen
es: Haga clic aquí para completar la información
fr: Cliquez ici pour compléter les infos
hi: जानकारी पूरी करने के लिए यहां क्लिक करें
it: Clicca qui per completare le informazioni
ja: ここをクリックして情報を完成させてください
nl: Klik hier om de info aan te vullen
pt: Clique aqui para completar as informações
ru: Нажмите здесь, чтобы дополнить информацию
zh: 点击此处完成信息

# reportProblemActionTitle
source: Report a problem
ar: الإبلاغ عن مشكلة
da: Rapporter et problem
de: Problem melden
es: Reportar un problema
fr: Signalez un problème
hi: समस्या की रिपोर्ट करें
it: Segnala un problema
ja: 問題を報告
nl: Probleem melden
pt: Reportar um problema
ru: Сообщить о проблеме
zh: 报告问题

# reportProblemActionSubtitle
source: Click here to report an issue
ar: انقر هنا للإبلاغ عن مشكلة
da: Klik her for at rapportere et problem
de: Klicken Sie hier, um ein Problem zu melden
es: Haga clic aquí para reportar un problema
fr: Cliquez ici pour signaler un problème
hi: समस्या की रिपोर्ट करने के लिए यहां क्लिक करें
it: Clicca qui per segnalare un problema
ja: ここをクリックして問題を報告してください
nl: Klik hier om een probleem te melden
pt: Clique aqui para reportar um problema
ru: Нажмите здесь, чтобы сообщить о проблеме
zh: 点击此处报告问题

# classificationInfoTitle
source: How are companies classified?
ar: كيف يتم تصنيف الشركات؟
da: Hvordan klassificeres firmaer?
de: Wie werden Unternehmen klassifiziert?
es: ¿Cómo se clasifican las empresas?
fr: Comment les entreprises sont-elles classées ?
hi: कंपनियों को कैसे वर्गीकृत किया जाता है?
it: Come vengono classificate le aziende?
ja: 企業はどのように分類されますか？
nl: Hoe worden bedrijven geclassificeerd?
pt: Como as empresas são classificadas?
ru: Как классифицируются компании?
zh: 公司如何分类？

# classificationInfoSubtitle
source: Click here to discover our criteria
ar: انقر هنا لاكتشاف معاييرنا
da: Klik her for at opdage vores kriterier
de: Klicken Sie hier, um unsere Kriterien zu entdecken
es: Haga clic aquí para descubrir nuestros criterios
fr: Cliquez ici pour découvrir nos critères
hi: हमारे मानदंड जानने के लिए यहां क्लिक करें
it: Clicca qui per scoprire i nostri criteri
ja: ここをクリックして基準を確認してください
nl: Klik hier om onze criteria te ontdekken
pt: Clique aqui para descobrir nossos critérios
ru: Нажмите здесь, чтобы ознакомиться с нашими критериями
zh: 点击此处了解我们的标准

# companyLabel
source: Company
ar: شركة
da: Firma
de: Unternehmen
es: Empresa
fr: Entreprise
hi: कंपनी
it: Azienda
ja: 会社
nl: Bedrijf
pt: Empresa
ru: Компания
zh: 公司

# ingredientsOriginLabel
source: Ingredients origin
ar: مصدر المكونات
da: Ingrediensernes oprindelse
de: Herkunft der Zutaten
es: Origen de los ingredientes
fr: Origine des ingrédients
hi: सामग्री की उत्पत्ति
it: Origine degli ingredienti
ja: 原材料の産地
nl: Afkomst van ingrediënten
pt: Origem dos ingredientes
ru: Происхождение ингредиентов
zh: 配料来源

source: Add ingredient photo
ar: إضافة صورة للمكونات
da: Tilføj billede af ingredienser
de: Foto der Zutaten hinzufügen
es: Agregar foto de ingredientes
fr: Ajouter une photo des ingrédients
hi: सामग्री की फोटो जोड़ें
it: Aggiungi foto degli ingredienti
ja: 成分の写真を追加
nl: Afbeelding van ingrediënten toevoegen
pt: Adicionar foto dos ingredientes
ru: Добавить фото ингредиентов
zh: 添加配料照片

# scanBarcodeLabel
source: Scan a barcode
ar: امسح الرمز الشريطي
da: Scan en stregkode
de: Scannen Sie einen Barcode
es: Scannez un code‑barres
fr: Scannez un code-barres
hi: बारकोड स्कैन करें
it: Scansiona un codice a barre
ja: バーコードをスキャン
nl: Scan een streepjescode
pt: Escaneie um código de barras
ru: Сканируйте штрих‑код
zh: 扫描条形码

# reportProblemEmailLabel
source: Your Email (Optional)
ar: بريدك الإلكتروني (اختياري)
da: Din e-mail (valgfrit)
de: Ihre E-Mail (Optional)
es: Tu correo electrónico (Opcional)
fr: Votre e-mail (Optionnel)
hi: आपका ईमेल (वैकल्पिक)
it: La tua email (Opzionale)
ja: メールアドレス (任意)
nl: Uw e-mailadres (Optioneel)
pt: Seu e-mail (Opcional)
ru: Ваш Email (Необязательно)
zh: 您的电子邮件 (可选)

# reportProblemEmailHint
source: Enter your email if you'd like a follow-up
ar: أدخل بريدك الإلكتروني إذا كنت ترغب في متابعة
da: Indtast din e-mail, hvis du ønsker opfølgning
de: Geben Sie Ihre E-Mail-Adresse ein, wenn Sie eine Rückmeldung wünschen
es: Ingresa tu correo electrónico si deseas un seguimiento
fr: Entrez votre e-mail si vous souhaitez un suivi
hi: यदि आप फॉलो-अप चाहते हैं तो अपना ईमेल दर्ज करें
it: Inserisci la tua email se desideri un follow-up
ja: フォローアップをご希望の場合はメールアドレスを入力してください
nl: Voer uw e-mailadres in als u een follow-up wilt
pt: Digite seu e-mail se desejar um acompanhamento
ru: Введите ваш Email, если хотите получить ответ
zh: 如果您希望收到回复，请输入您的电子邮件

# reportProblemEmailInvalid
source: Please enter a valid email address.
ar: الرجاء إدخال عنوان بريد إلكتروني صالح.
da: Indtast venligst en gyldig e-mailadresse.
de: Bitte geben Sie eine gültige E-Mail-Adresse ein.
es: Por favor, ingresa una dirección de correo electrónico válida.
fr: Veuillez entrer une adresse e-mail valide.
hi: कृपया एक मान्य ईमेल पता दर्ज करें।
it: Per favore, inserisci un indirizzo email valido.
ja: 有効なメールアドレスを入力してください。
nl: Voer een geldig e-mailadres in.
pt: Por favor, insira um endereço de e-mail válido.
ru: Пожалуйста, введите действительный адрес электронной почты.
zh: 请输入有效的电子邮件地址。

# reportProblemCommentLabel
source: Your comments
ar: تعليقاتك
da: Dine kommentarer
de: Ihre Kommentare
es: Tus comentarios
fr: Vos commentaires
hi: आपकी टिप्पणियाँ
it: I tuoi commenti
ja: あなたのコメント
nl: Uw opmerkingen
pt: Seus comentários
ru: Ваши комментарии
zh: 您的评论

# politicalContributionsTitle
source: Political Contributions 2024
ar: राजनीतिक योगदान 2024
da: Politiske bidrag 2024
de: Politische Beiträge 2024
es: Contribuciones políticas 2024
fr: Contributions Politiques 2024
hi: राजनीतिक योगदान 2024
it: Contributi politici 2024
ja: 政治献金 2024
nl: Politieke bijdragen 2024
pt: Contribuições políticas 2024
ru: Политические взносы 2024
zh: 政治捐款 2024

# editContributionsButtonLabel
source: Edit
ar: संपादित करें
da: Rediger
de: Bearbeiten
es: Editar
fr: Modifier
hi: संपादित करें
it: Modifica
ja: 編集
nl: Bewerken
pt: Editar
ru: Изменить
zh: 编辑

source: No political contributions yet.
ar: अभी तक कोई राजनीतिक योगदान नहीं।
da: Ingen politiske bidrag endnu.
de: Noch keine politischen Beiträge.
es: Todavía no hay contribuciones políticas.
fr: Aucune contribution politique pour le moment.
hi: अभी तक कोई राजनीतिक योगदान नहीं।
it: Nessun contributo politico al momento.
ja: まだ政治献金はありません。
nl: Nog geen politieke bijdragen.
pt: Nenhuma contribuição política até agora.
ru: Пока нет политических взносов.
zh: 尚无政治捐款。

# democratsLabel
source: Democrats
ar: डेमोक्रेट
da: Demokrater
de: Demokraten
es: Demócratas
fr: Démocrates
hi: डेमोक्रेट्स
it: Democratici
ja: 民主党
nl: Democraten
pt: Democratas
ru: Демократы
zh: 民主党人

# republicansLabel
source: Republicans
ar: रिपब्लिकन
da: Republikanere
de: Republikaner
es: Republicanos
fr: Républicains
hi: रिपब्लिकन्स
it: Repubblicani
ja: 共和党
nl: Republikeinen
pt: Republicanos
ru: Республиканцы
zh: 共和党人

# alternativesLabel
source: Alternatives
ar: विकल्प
da: Alternativer
de: Alternativen
es: Alternativas
hi: विकल्प
it: Alternative
ja: 代替案
nl: Alternatieven
pt: Alternativas
ru: Альтернативы
zh: 替代方案
