Repository: Sacha213/detrumpez-vous
Catalog: lib/l10n/intl_*.arb
Languages: ar, da, de, es, fr, hi, it, ja, nl, pt, ru, zh

# fiberLow
source: Low in fiber
da: Lavt fiberindhold
de: Wenig Ballaststoffe
es: Bajo en fibra
fr: Peu de fibres
it: Basso contenuto di fibre
nl: Laag in vezels

# fiberMedium
source: Some fiber
da: Noget fiber
de: Einige Ballaststoffe
es: Algo de fibra
fr: Quelques fibres
it: Un po' di fibre
nl: Enige vezels

# fiberHigh
source: High in fiber
da: Højt fiberindhold
de: Viele Ballaststoffe
es: Alto en fibra
fr: Riche en fibres
it: Alto contenuto di fibre
nl: Hoog in vezels

# proteinsTitle
source: Proteins
da: Proteiner
de: Proteine
es: Proteínas
fr: Protéines
it: Proteine
nl: Eiwitten

# proteinsLow
source: Low in protein
da: Lavt proteinindhold
de: Wenig Protein
es: Bajo en proteínas
fr: Peu de protéines
it: Basso contenuto di proteine
nl: Laag in eiwitten

# proteinsMedium
source: Some protein
da: Noget protein
de: Etwas Protein
es: Algo de proteínas
fr: Quelques protéines
it: Un po' di proteine
nl: Enige eiwitten

# proteinsHigh
source: High in protein
da: Højt proteinindhold
de: Viel Protein
es: Alto en proteínas
fr: Riche en protéines
it: Alto contenuto di proteine
nl: Hoog in eiwitten

# energyTitle
source: Calories
da: Kalorier
de: Kalorien
es: Calorías
it: Calorie
nl: Calorieën

# energyLow
source: Low caloric impact
da: Lav kaloriepåvirkning
de: Geringe Kalorienbelastung
es: Bajo impacto calórico
fr: Faible impact calorique
it: Basso impatto calorico
nl: Lage calorische impact

# energyMedium
source: Moderate caloric intake
da: Moderat kalorieindtag
de: Mäßige Kalorienzufuhr
es: Ingesta calórica moderada
fr: Apport calorique modéré
it: Apporto calorico moderato
nl: Gemiddelde calorie-inname

# energyHigh
source: Calorie-dense
da: Kalorierig
de: Kalorienreich
es: Denso en calorías
fr: Dense en calories
it: Denso di calorie
nl: Calorierijk

# novaGroupTitle
source: NOVA Group
da: NOVA-gruppe
de: NOVA-Gruppe
es: Grupo NOVA
fr: Groupe NOVA
it: Gruppo NOVA
nl: NOVA-groep

# novaGroupAdditional
source: Group {group}
da: Gruppe {group}
de: Gruppe {group}
es: Grupo {group}
fr: Groupe {group}
it: Gruppo {group}
nl: Groep {group}

# novaGroup1Desc
source: Unprocessed or minimally processed foods
da: Uforarbejdede eller minimalt forarbejdede fødevarer
de: Unverarbeitete oder minimal verarbeitete Lebensmittel
es: Alimentos no procesados o mínimamente procesados
fr: Aliments non transformés ou peu transformés
it: Alimenti non trasformati o minimamente trasformati
nl: Onbewerkte of minimaal bewerkte voedingsmiddelen

# novaGroup2Desc
source: Processed culinary ingredients
da: Forarbejdede kulinariske ingredienser
de: Verarbeitete kulinarische Zutaten
es: Ingredientes culinarios procesados
fr: Ingrédients culinaires transformés
it: Ingredienti culinari trasformati
nl: Bewerkte culinaire ingrediënten

# novaGroup3Desc
source: Processed foods
da: Forarbejdede fødevarer
de: Verarbeitete Lebensmittel
es: Alimentos procesados
fr: Aliments transformés
it: Alimenti trasformati
nl: Bewerkte voedingsmiddelen

# novaGroup4Desc
source: Ultra-processed products
da: Ultraforarbejdede produkter
de: Ultraverarbeitete Produkte
es: Productos ultraprocesados
fr: Produits ultra-transformés
it: Prodotti ultra-processati
nl: Ultra-bewerkte producten

# novaGroupUnknown
source: Unknown group
da: Ukendt gruppe
de: Unbekannte Gruppe
es: Grupo desconocido
fr: Groupe inconnu
it: Gruppo sconosciuto
nl: Onbekende groep

# organicTitle
source: Organic
da: Økologisk
de: Bio
es: Orgánico
fr: Bio
it: Biologico
nl: Bio

# organicYes
source: Organic product
da: Økologisk produkt
de: Bioprodukt
es: Producto orgánico
fr: Produit bio
it: Prodotto biologico
nl: Biologisch product

# organicNo
source: Not organic
da: Ikke økologisk
de: Nicht bio
es: No orgánico
fr: Non bio
it: Non biologico
nl: Niet biologisch

# additivesTitle
source: Additives
da: Tilsætningsstoffer
de: Zusatzstoffe
es: Aditivos
fr: Additifs
it: Additivi
nl: Additieven

# allergensTitle
source: Allergens
da: Allergener
de: Allergene
es: Alérgenos
fr: Allergènes
it: Allergeni
nl: Allergeen

# naLabel
source: N/A
de: k. A.
nl: N/B

source: USA
ar: أمريكي
hi: यूएसए
ja: 米国
nl: VS
pt: EUA
ru: США
zh: 美国

# okButtonLabel
source: OK
ar: موافق
hi: ठीक है
zh: 确定

source: OK
ar: موافق
hi: ठीक है
zh: 确定
