Repository: Sacha213/detrumpez-vous
Catalog: lib/l10n/intl_*.arb
Languages: ar, da, de, es, fr, hi, it, ja, nl, pt, ru, zh

# proposeAlternativeHint
source: Propose an alternative
ar: एक विकल्प प्रस्तावित करें
da: Foreslå et alternativ
de: Alternative vorschlagen
es: Proponer una alternativa
fr: Proposer une alternative
hi: एक विकल्प प्रस्तावित करें
it: Proponi un'alternativa
ja: 代替案を提案
nl: Stel een alternatief voor
pt: Propor uma alternativa
ru: Предложить альтернативу
zh: 提出替代方案

# alternativeSubmittedMessage
source: Thank you! Your alternative has been submitted for review and will be processed within 48 hours.
ar: आपका विकल्प समीक्षा के लिए भेज दिया गया है
da: Tak! Dit alternativ er blevet sendt til gennemgang og vil blive behandlet inden for 48 timer.
de: Vielen Dank! Ihre Alternative wurde zur Überprüfung eingereicht und wird innerhalb von 48 Stunden bearbeitet.
es: ¡Gracias! Su alternativa ha sido enviada para revisión y será procesada en un plazo de 48 horas.
fr: Merci ! Votre alternative a été soumise pour vérification et sera traitée sous 48 heures.
hi: धन्यवाद! आपका विकल्प समीक्षा के लिए भेज दिया गया है और इसे 48 घंटों के भीतर संसाधित किया जाएगा।
it: La tua alternativa è stata inviata per la revisione
ja: 代替案が確認のため送信されました
nl: Je alternatief is ingediend voor beoordeling
pt: Sua alternativa foi enviada para revisão
ru: Ваша альтернатива отправлена на проверку
zh: 您的替代方案已提交审核

# alternativeSubmitErrorMessage
source: Error sending: {error}
ar: भेजने में त्रुटि: {error}
da: Fejl ved afsendelse: {error}
de: Fehler beim Senden: {error}
es: Error al enviar: {error}
fr: Erreur lors de l’envoi : {error}
hi: भेजने में त्रुटि: {error}
it: Errore durante l'invio: {error}
ja: 送信エラー：{error}
nl: Fout bij verzenden: {error}
pt: Erro ao enviar: {error}
ru: Ошибка при отправке: {error}
zh: 发送出错：{error}

source: No alternatives yet.
ar: अभी तक कोई विकल्प नहीं।
da: Ingen alternativer endnu.
de: Noch keine Alternativen.
es: Aún no hay alternativas.
fr: Aucune alternative pour le moment.
hi: अभी तक कोई विकल्प नहीं।
it: Nessuna alternativa al momento.
ja: まだ代替案はありません。
nl: Nog geen alternatieven.
pt: Ainda não há alternativas.
ru: Пока нет альтернатив.
zh: 尚无替代方案。

# editContributionsSubtitle
source: Edit the political contributions for the American presidency election 2024
ar: تعديل المساهمات السياسية للانتخابات الرئاسية الأمريكية لعام 2024
da: Rediger de politiske bidrag til det amerikanske præsidentvalg 2024
de: Bearbeiten Sie die politischen Beiträge für die US-Präsidentschaftswahl 2024
es: Editar las contribuciones políticas para la elección presidencial estadounidense de 2024
fr: Modifier les contributions politiques pour l'élection présidentielle américaine de 2024
hi: 2024 के अमेरिकी राष्ट्रपति चुनाव के लिए राजनीतिक योगदान संपादित करें
it: Modifica i contributi politici per le elezioni presidenziali americane del 2024
ja: 2024年アメリカ大統領選挙の政治献金を編集
nl: Bewerk de politieke bijdragen voor de Amerikaanse presidentsverkiezingen van 2024
pt: Editar as contribuições políticas para a eleição presidencial americana de 2024
ru: Редактировать политические взносы для президентских выборов в США 2024 года
zh: 编辑 2024 年美国总统选举的政治捐款

# contributionsInfoText
source: You can find the contribution amounts for the 2024 US election on the Open Secret website.
ar: يمكنك العثور على مبالغ المساهمات لانتخابات الولايات المتحدة 2024 على موقع Open Secret.
da: Du kan finde bidragsbeløbene til det amerikanske valg 2024 på Open Secret-webstedet.
de: Sie finden die Beitragssummen für die US-Wahl 2024 auf der Website Open Secret.
es: Puedes encontrar los montos de las contribuciones para las elecciones de EE. UU. 2024 en el sitio web Open Secret.
fr: Vous pouvez retrouver les montants des contributions pour l'élection américaine 2024 sur le site web Open Secret.
hi: आप 2024 अमेरिकी चुनाव के लिए योगदान राशि Open Secret वेबसाइट पर पा सकते हैं।
it: Puoi trovare gli importi dei contributi per le elezioni statunitensi del 2024 sul sito web Open Secret.
ja: 2024年の米国選挙の寄付額は、Open Secretのウェブサイトで確認できます。
nl: U kunt de bijdragebedragen voor de Amerikaanse verkiezingen van 2024 vinden op de Open Secret-website.
pt: Você pode encontrar os valores das contribuições para a eleição dos EUA de 2024 no site Open Secret.
ru: Вы можете найти суммы взносов для выборов в США 2024 года на сайте Open Secret.
zh: 您可以在 Open Secret 网站上找到 2024 年美国大选的贡献金额。

# democratContributionsLabel
source: Democrat Contributions
ar: مساهمات الديمقراطيين
da: Demokratiske bidrag
de: Demokratische Beiträge
es: Contribuciones Demócratas
fr: Contributions Démocrates
hi: डेमोक्रेट योगदान
it: Contributi Democratici
ja: 民主党の寄付
nl: Democratische Bijdragen
pt: Contribuições Democratas
ru: Взносы демократов
zh: 民主党贡献

# democratContributionsHint
source: Amount (Democrats)
ar: المبلغ (الديمقراطيون)
da: Beløb (Demokrater)
de: Betrag (Demokraten)
es: Monto (Demócratas)
fr: Montant (Démocrates)
hi: राशि (डेमोक्रेट)
it: Importo (Democratici)
ja: 金額（民主党）
nl: Bedrag (Democraten)
pt: Montante (Democratas)
ru: Сумма (демократы)
zh: 金额（民主党）

# republicanContributionsLabel
source: Republican Contributions
ar: مساهمات الجمهوريين
da: Republikanske bidrag
de: Republikanische Beiträge
es: Contribuciones Republicanas
fr: Contributions Républicaines
hi: रिपब्लिकन योगदान
it: Contributi Repubblicani
ja: 共和党の寄付
nl: Republikeinse Bijdragen
pt: Contribuições Republicanas
ru: Взносы республиканцев
zh: 共和党贡献

# republicanContributionsHint
source: Amount (Republicans)
ar: المبلغ (الجمهوريون)
da: Beløb (Republikanere)
de: Betrag (Republikaner)
es: Monto (Republicanos)
fr: Montant (Républicains)
hi: राशि (रिपब्लिकन)
it: Importo (Repubblicani)
ja: 金額（共和党）
nl: Bedrag (Republikeinen)
pt: Montante (Republicanos)
ru: Сумма (республиканцы)
zh: 金额（共和党）

# saveContributionsButton
source: Save Contributions
ar: حفظ المساهمات
da: Gem bidrag
de: Beiträge speichern
es: Guardar Contribuciones
fr: Sauvegarder les Contributions
hi: योगदान सहेजें
it: Salva Contributi
ja: 寄付を保存
nl: Bijdragen opslaan
pt: Salvar Contribuições
ru: Сохранить взносы
zh: 保存贡献

source: Saving contributions...
ar: جارٍ حفظ المساهمات...
da: Gemmer bidrag...
de: Beiträge werden gespeichert...
es: Guardando contribuciones...
fr: Sauvegarde des contributions...
hi: योगदान सहेज रहे हैं...
it: Salvataggio dei contributi...
ja: 寄付を保存中...
nl: Bijdragen opslaan...
pt: Salvando contribuições...
ru: Сохранение взносов...
zh: 正在保存贡献...

# contributionsSavedSuccess
source: Thank you! Your contributions have been submitted for review and will be processed within 48 hours.
ar: شكرًا لك! تم إرسال مساهماتك للمراجعة وستتم معالجتها في غضون 48 ساعة.
da: Tak! Dine bidrag er blevet sendt til gennemgang og vil blive behandlet inden for 48 timer.
de: Vielen Dank! Ihre Beiträge wurden zur Überprüfung eingereicht und werden innerhalb von 48 Stunden bearbeitet.
es: ¡Gracias! Sus contribuciones han sido enviadas para revisión y serán procesadas dentro de 48 horas.
fr: Contributions sauvegardées avec succès.
hi: धन्यवाद! आपके योगदान को समीक्षा के लिए भेज दिया गया है और इसे 48 घंटों के भीतर संसाधित किया जाएगा।
it: Grazie! I tuoi contributi sono stati inviati per revisione e saranno elaborati entro 48 ore.
ja: ありがとうございます！あなたの寄付は審査のために送信され、48時間以内に処理されます。
nl: Bedankt! Uw bijdragen zijn ter beoordeling ingediend en worden binnen 48 uur verwerkt.
pt: Obrigado! Suas contribuições foram enviadas para revisão e serão processadas dentro de 48 horas.
ru: Спасибо! Ваши взносы были отправлены на проверку и будут обработаны в течение 48 часов.
zh: 谢谢！您的贡献已提交审核，将在48小时内处理。

# contributionsSaveError
source: Error saving contributions.
ar: خطأ أثناء حفظ المساهمات.
da: Fejl ved gemning af bidrag.
de: Fehler beim Speichern der Beiträge.
es: Error al guardar las contribuciones.
fr: Erreur lors de la sauvegarde des contributions.
hi: योगदान सहेजने में त्रुटि।
it: Errore durante il salvataggio dei contributi.
ja: 寄付の保存中にエラーが発生しました。
nl: Fout bij het opslaan van bijdragen.
pt: Erro ao salvar as contribuições.
ru: Ошибка при сохранении взносов.
zh: 保存贡献时出错。

# invalidNumberError
source: Please enter a valid number.
ar: يرجى إدخال رقم صالح.
da: Indtast venligst et gyldigt nummer.
de: Bitte geben Sie eine gültige Zahl ein.
es: Por favor, introduce un número válido.
fr: Veuillez entrer un nombre valide.
hi: कृपया एक मान्य संख्या दर्ज करें।
it: Per favore, inserisci un numero valido.
ja: 有効な数字を入力してください。
nl: Voer een geldig nummer in.
pt: Por favor, insira um número válido.
ru: Пожалуйста, введите действительное число.
zh: 请输入有效的数字。

source: Origin of Ingredients
ar: مصدر المكونات
da: Ingrediensernes oprindelse
de: Herkunft der Zutaten
es: Origen de los ingredientes
fr: Origine des ingrédients
hi: सामग्री का स्रोत
it: Origine degli ingredienti
ja: 原材料の原産地
nl: Oorsprong van ingrediënten
pt: Origem dos ingredientes
zh: 原料来源

# selectCountry
source: Select country/countries...
ar: اختر الدولة/الدول…
da: Vælg land(e)…
de: Land/Länder auswählen…
es: Seleccione país(es)…
fr: Sélectionnez le(s) pays…
hi: देश चुनें…
it: Seleziona paese/i…
ja: 国を選択…
nl: Selecteer land(en)…
pt: Selecione país(es)…
zh: 选择国家/地区…

# selectIngredientPhotoError
source: Please select a photo for the ingredients.
ar: الرجاء اختيار صورة للمكونات.
da: Vælg venligst et billede til ingredienserne.
de: Bitte wählen Sie ein Foto für die Zutaten aus.
es: Por favor seleccione una foto de los ingredientes.
fr: Veuillez sélectionner une photo pour les ingrédients.
hi: कृपया सामग्री की फोटो चुनें।
it: Seleziona una foto per gli ingredienti.
ja: 原材料の写真を選択してください。
nl: Selecteer een foto voor de ingrediënten.
pt: Por favor, selecione uma foto dos ingredientes.
zh: 请选择配料照片。

# selectNutritionPhotoError
source: Please select a photo for the nutrition table.
ar: الرجاء اختيار صورة لجدول القيمة الغذائية.
da: Vælg venligst et billede af næringstabellen.
de: Bitte wählen Sie ein Foto für die Nährwerttabelle aus.
es: Por favor seleccione una foto de la tabla nutricional.
fr: Veuillez sélectionner une photo pour le tableau nutritionnel.
hi: कृपया पोषण तालिका की फोटो चुनें।
it: Seleziona una foto per la tabella nutrizionale.
ja: 栄養表の写真を選択してください。
nl: Selecteer een foto voor de voedingswaardetabel.
pt: Por favor, selecione uma foto da tabela nutricional.
zh: 请选择营养表照片。

# ingredientPhotoUploadFailed
source: Ingredients photo upload failed: {details}
ar: فشل تحميل صورة المكونات: {details}
da: Upload af ingrediensfoto mislykkedes: {details}
de: Upload des Zutatenfotos fehlgeschlagen: {details}
es: Error al subir la foto de ingredientes: {details}
fr: Échec de l’envoi de la photo des ingrédients : {details}
hi: सामग्री फोटो अपलोड विफल: {details}
it: Caricamento foto ingredienti non riuscito: {details}
ja: 原材料写真のアップロードに失敗しました：{details}
nl: Upload ingrediëntenfoto mislukt: {details}
pt: Falha ao enviar a foto dos ingredientes: {details}
zh: 配料照片上传失败：{details}

# nutritionPhotoUploadFailed
source: Nutrition photo upload failed: {details}
ar: فشل تحميل صورة جدول التغذية: {details}
da: Upload af næringstabelbillede mislykkedes: {details}
de: Upload des Nährwertfotos fehlgeschlagen: {details}
es: Error al subir la foto nutricional: {details}
fr: Échec de l’envoi de la photo nutritionnelle : {details}
hi: पोषण तालिका फोटो अपलोड विफल: {details}
it: Caricamento foto nutrizionale non riuscito: {details}
ja: 栄養表写真のアップロードに失敗しました：{details}
nl: Upload voedingswaardefoto mislukt: {details}
pt: Falha ao enviar a foto nutricional: {details}
zh: 营养表照片上传失败：{details}

source: However
ar: ومع ذلك
da: Dog
de: Allerdings
es: Sin embargo
fr: Cependant
hi: हालाँकि
it: Tuttavia
ja: しかし
nl: Echter
pt: No entanto
zh: 但是

# nutritionTablePhoto
source: Nutrition Fact
ar: جدول القيمة الغذائية
da: Næringstabel
de: Nährwerttabelle
es: Tabla nutricional
fr: Tableau nutritionnel
hi: पोषण तालिका
it: Tabella nutrizionale
ja: 栄養表
nl: Voedingswaardetabel
pt: Tabela nutricional
zh: 营养表

source: Ingredients (optional)
ar: المكونات (اختياري)
da: Ingredienser (valgfrit)
de: Zutaten (optional)
es: Ingredientes (opcional)
fr: Ingrédients (optionnel)
hi: सामग्री (वैकल्पिक)
it: Ingredienti (opzionale)
ja: 材料（オプション）
nl: Ingrediënten (optioneel)
pt: Ingredientes (opcional)
zh: 配料（可选）

source: Select origin countries
ar: اختر دول المنشأ
da: Vælg oprindelseslande
de: Herkunftsländer auswählen
es: Seleccione países de origen
fr: Sélectionnez les pays d’origine
hi: मूल देश चुनें
it: Seleziona paesi di origine
ja: 原産国を選択
nl: Selecteer herkomstlanden
pt: Selecione países de origem
zh: 选择原产国

# countrySelectionScreenTitle
source: Origin Countries
ar: دول المنشأ
da: Oprindelseslande
de: Herkunftsländer
es: Países de origen
fr: Pays d’origine
hi: मूल देश
it: Paesi d’origine
ja: 原産国
nl: Herkomstlanden
pt: Países de origem
zh: 原产国

# searchCountryPlaceholder
source: Search for a country
ar: ابحث عن دولة
da: Søg efter et land
de: Nach einem Land suchen
es: Buscar país
fr: Rechercher un pays
hi: देश खोजें
it: Cerca paese
ja: 国を検索
nl: Zoek naar een land
pt: Pesquisar país
zh: 搜索国家

# settingsTitle
source: Settings
ar: الإعدادات
da: Indstillinger
de: Einstellungen
es: Ajustes
fr: Paramètres
hi: सेटिंग्स
it: Impostazioni
ja: 設定
nl: Instellingen
pt: Configurações
zh: 设置

source: General
ar: عام
da: Generelt
de: Allgemein
fr: Général
hi: सामान्य
it: Generale
ja: 一般
nl: Algemeen
pt: Geral
zh: 常规

source: Language selection
ar: اختيار اللغة
da: Sprogvalg
de: Sprachauswahl
es: Selección de idioma
fr: Choix de la langue
hi: भाषा चयन
it: Selezione lingua
ja: 言語の選択
nl: Taal selecteren
pt: Seleção de idioma
zh: 语言选择

source: Preferences
ar: التفضيلات
da: Præferencer
de: Präferenzen
es: Preferencias
fr: Préférences
hi: प्राथमिकताएँ
it: Preferenze
ja: 環境設定
nl: Voorkeuren
pt: Preferências
zh: 偏好设置

source: Contribution
ar: المساهمة
da: Bidrag
de: Beitrag
es: Contribución
hi: योगदान
it: Contributo
ja: 貢献
nl: Bijdrage
pt: Contribuição
zh: 贡献

source: Enable contributor mode
ar: تمكين وضع المساهم
da: Aktivér bidragertilstand
de: Beitragsmodus aktivieren
es: Activar modo colaborador
fr: Activer le mode contributeur
hi: योगदानकर्ता मोड सक्षम करें
it: Abilita modalità collaboratore
ja: 貢献者モードを有効にする
nl: Bijdragermodus inschakelen
pt: Ativar modo colaborador
zh: 启用贡献者模式

# contributorModeInfo
source: More info on contributor mode
ar: مزيد من المعلومات حول وضع المساهم
da: Mere info om bidragertilstand
de: Weitere Infos zum Beitragsmodus
es: Más info sobre el modo colaborador
fr: Plus d’informations sur le mode contributeur
hi: योगदानकर्ता मोड के बारे में अधिक जानकारी
it: Maggiori info sulla modalità collaboratore
ja: 貢献者モードの詳細情報
nl: Meer info over de bijdragermodus
pt: Mais informações sobre o modo colaborador
zh: 有关贡献者模式的更多信息

source: Support & Community
ar: الدعم والمجتمع
da: Support & fællesskab
es: Soporte y comunidad
fr: Support & Communauté
hi: समर्थन और समुदाय
it: Supporto e comunità
ja: サポートとコミュニティ
nl: Ondersteuning & community
pt: Suporte e comunidade
zh: 支持与社区

# visitWebsite
source: Visit our website
ar: زيارة موقعنا
da: Besøg vores hjemmeside
de: Unsere Website besuchen
es: Visitar nuestro sitio
fr: Visiter notre site
hi: हमारी वेबसाइट देखें
it: Visita il nostro sito
ja: ウェブサイトを訪問
nl: Bezoek onze website
pt: Visitar nosso site
zh: 访问我们的网站

source: Unable to open link
ar: تعذر فتح الرابط
da: Kan ikke åbne link
de: Link konnte nicht geöffnet werden
es: No se puede abrir el enlace
fr: Impossible d’ouvrir le lien
hi: लिंक खोलने में असमर्थ
it: Impossibile aprire il link
ja: リンクを開けません
nl: Kan link niet openen
pt: Não foi possível abrir o link
zh: 无法打开链接

source: Follow us on Instagram
ar: تابعنا على إنستغرام
da: Følg os på Instagram
de: Folge uns auf Instagram
es: Síguenos en Instagram
fr: Suivez-nous sur Instagram
hi: Instagram पर फॉलो करें
it: Seguici su Instagram
ja: Instagramでフォロー
nl: Volg ons op Instagram
pt: Siga-nos no Instagram
zh: 在 Instagram 上关注我们

source: Unable to open Instagram
ar: تعذر فتح إنستغرام
da: Kan ikke åbne Instagram
de: Instagram konnte nicht geöffnet werden
es: No se puede abrir Instagram
fr: Impossible d’ouvrir Instagram
hi: Instagram खोलने में असमर्थ
it: Impossibile aprire Instagram
ja: Instagramを開けません
nl: Kan Instagram niet openen
pt: Não foi possível abrir o Instagram
zh: 无法打开 Instagram

# reportProblem
source: Report a problem
ar: الإبلاغ عن مشكلة
da: Rapportér et problem
de: Problem melden
es: Reportar un problema
fr: Signaler un problème
hi: समस्या रिपोर्ट करें
it: Segnala un problema
ja: 問題を報告
nl: Meld een probleem
pt: Reportar um problema
zh: 报告问题

# preferencesScreenTitle
source: Preferences
ar: التفضيلات
da: Præferencer
de: Präferenzen
es: Preferencias
fr: Préférences
hi: प्राथमिकताएँ
it: Preferenze
ja: 環境設定
nl: Voorkeuren
pt: Preferências
zh: 偏好设置

source: Display
ar: العرض
da: Visning
de: Anzeige
es: Pantalla
fr: Affichage
hi: दिखावट
it: Visualizzazione
ja: 表示
nl: Weergave
pt: Exibição
zh: 显示

# showTrumpHead
source: Show Trump’s head
ar: عرض صورة ترامب
da: Vis Trumps hoved
de: Trumps Kopf anzeigen
es: Mostrar la cabeza de Trump
fr: Afficher la tête de Trump
hi: ट्रम्प का चेहरा दिखाएं
it: Mostra la testa di Trump
ja: トランプの顔を表示
nl: Toon Trumps hoofd
pt: Mostrar a cabeça de Trump
zh: 显示特朗普头像

source: Counter
ar: العداد
da: Tæller
de: Zähler
es: Contador
fr: Compteur
hi: गिनती
it: Contatore
ja: カウンター
nl: Teller
pt: Contador
zh: 计数器

source: Reset counter
ar: إعادة تعيين العداد
da: Nulstil tæller
de: Zähler zurücksetzen
es: Restablecer contador
fr: Réinitialiser le compteur
hi: गिनती रीसेट करें
it: Reimposta contatore
ja: カウンターをリセット
nl: Teller resetten
pt: Redefinir contador
zh: 重置计数器

# counterResetSuccess
source: Counter reset successfully
ar: تمت إعادة ضبط العداد بنجاح
da: Tæller nulstillet
de: Zähler erfolgreich zurückgesetzt
es: Contador restablecido correctamente
fr: Compteur réinitialisé avec succès
hi: गिनती सफलतापूर्वक रीसेट हुई
it: Contatore reimpostato con successo
ja: カウンターがリセットされました
nl: Teller succesvol gereset
pt: Contador redefinido com sucesso
zh: 计数器已成功重置

source: Reset
ar: إعادة تعيين
da: Nulstil
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
hi: रीसेट
it: Reimposta
ja: リセット
pt: Redefinir
zh: 重置

# scoresResetSuccess
source: Scores reset successfully
ar: تمت إعادة ضبط النقاط بنجاح
da: Score nulstillet
de: Punkte erfolgreich zurückgesetzt
es: Puntuaciones restablecidas correctamente
fr: Scores réinitialisés avec succès
hi: स्कोर सफलतापूर्वक रीसेट हुए
it: Punteggi reimpostati con successo
ja: スコアがリセットされました
nl: Scores succesvol gereset
pt: Pontuações redefinidas com sucesso
zh: 分数已成功重置

source: Mode
ar: الوضع
da: Tilstand
de: Modus
es: Modo
hi: मोड
it: Modalità
ja: モード
nl: Modus
pt: Modo
zh: 模式

source: Enable boycott mode
ar: تمكين وضع المقاطعة
da: Aktivér boykottilstand
de: Boykottmodus aktivieren
es: Activar modo boicot
fr: Activer le mode boycott
hi: बहिष्कार मोड सक्षम करें
it: Abilita modalità boicottaggio
ja: ボイコットモードを有効にする
nl: Boycotmodus inschakelen
pt: Ativar modo boicote
zh: 启用抵制模式

# considerAsAmericanIfLinkedToUSA
source: Consider as American if linked to the USA
ar: اعتبره أمريكيًا إذا كان مرتبطًا بالولايات المتحدة
da: Betragt som amerikansk, hvis forbundet med USA
de: Als amerikanisch betrachten, wenn mit den USA verknüpft
es: Considerar como estadounidense si está vinculado a EE. UU.
fr: Considérer comme américain si lié aux États-Unis
hi: यदि अमेरिका से जुड़ा हो तो अमेरिकी के रूप में मानें
it: Considerare come americano se collegato agli USA
ja: 米国と関連している場合はアメリカ人とみなす
nl: Als Amerikaans beschouwen als verbonden met de VS
pt: Considerar como americano se vinculado aos EUA
zh: 如果与美国相关联，则视为美国人

# informationTitle
source: Information
de: Informationen
es: Información
fr: Informations
it: Informazioni
nl: Informatie

source: Close
da: Luk
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
nl: Sluiten

# fallbackProduct
source: Product
da: Produkt
de: Produkt
es: Producto
fr: Produit
it: Prodotto

# optionsTitle
source: Options
da: Indstillinger
de: Optionen
es: Opciones
it: Opzioni
nl: Opties

# counterTitle
source: USA Counter
da: USA-tæller
de: USA Zähler
es: Contador USA
fr: Compteur USA
it: Contatore USA
nl: VS Teller

# resetButton
source: Reset
da: Nulstil
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Reimposta

# resetSuccessSnack
source: Scores reset successfully.
da: Scores nulstillet succesfuldt
de: Punkte erfolgreich zurückgesetzt
es: Puntuaciones restablecidas correctamente
fr: Scores réinitialisés avec succès.
it: Punteggi reimpostati con successo
nl: Scores succesvol gereset

# noInfo
source: No information available
da: Ingen information tilgængelig
de: Keine Informationen verfügbar
es: No hay información disponible
fr: Aucune information disponible
it: Nessuna informazione disponibile
nl: Geen informatie beschikbaar

# defectsTitle
source: Defects
da: Fejl
de: Defekte
es: Defectos
fr: Défauts
it: Difetti
nl: Defecten

# qualitiesTitle
source: Qualities
da: Kvaliteter
de: Qualitäten
es: Cualidades
fr: Qualités
it: Qualità
nl: Kwaliteiten

# noHealthInfo
source: No health information available
da: Ingen sundhedsinformation tilgængelig
de: Keine Gesundheitsinformationen verfügbar
es: No hay información de salud disponible
fr: Aucune information de santé disponible
it: Nessuna informazione sulla salute disponibile
nl: Geen gezondheidsinformatie beschikbaar

# healthLabel
source: Health
da: Sundhed
de: Gesundheit
es: Salud
fr: Santé
it: Salute
nl: Gezondheid

# sugarsTitle
source: Sugars
da: Sukker
de: Zucker
es: Azúcares
fr: Sucres
it: Zuccheri
nl: Suikers

# sugarsLow
source: Low in sugars
da: Lavt sukkerindhold
de: Wenig Zucker
es: Bajo en azúcares
fr: Peu de sucres
it: Basso contenuto di zuccheri
nl: Laag in suikers

# sugarsMedium
source: Moderate sugars
da: Moderat sukker
de: Mäßiger Zucker
es: Azúcares moderados
fr: Sucres modérés
it: Zuccheri moderati
nl: Gemiddelde suikers

# sugarsHigh
source: Too sugary
da: For sukkerholdigt
de: Zu zuckerhaltig
es: Demasiado azucarado
fr: Trop sucré
it: Troppo zuccherato
nl: Te zoet

# unknownData
source: Data unavailable
da: Data ikke tilgængelige
de: Daten nicht verfügbar
es: Datos no disponibles
fr: Donnée indisponible
it: Dati non disponibili
nl: Gegevens niet beschikbaar

# saltTitle
source: Salt
de: Salz
es: Sal
fr: Sel
it: Sale
nl: Zout

# saltLow
source: Low in salt
da: Lavt saltindhold
de: Wenig Salz
es: Bajo en sal
fr: Pauvre en sel
it: Basso contenuto di sale
nl: Laag in zout

# saltMedium
source: Moderate salt
da: Moderat salt
de: Mäßiges Salz
es: Sal moderada
fr: Sel modéré
it: Sale moderato
nl: Gemiddeld zout

# saltHigh
source: Too salty
da: For salt
de: Zu salzig
es: Demasiado salado
fr: Trop salé
it: Troppo salato
nl: Te zout

# fatTitle
source: Fats
da: Fedt
de: Fette
es: Grasas
fr: Matières grasses
it: Grassi
nl: Vetten

# fatLow
source: Low fat
da: Lavt fedtindhold
de: Wenig Fett
es: Bajo en grasas
fr: Peu gras
it: Basso contenuto di grassi
nl: Laag in vet

# fatMedium
source: Moderate fat
da: Moderat fedt
de: Mäßig Fett
es: Grasas moderadas
fr: Gras modéré
it: Grassi moderati
nl: Gemiddeld vet

# fatHigh
source: High fat
da: Højt fedtindhold
de: Viel Fett
es: Alto en grasas
fr: Très gras
it: Alto contenuto di grassi
nl: Hoog in vet

# saturatedFatTitle
source: Saturated fats
da: Mættet fedt
de: Gesättigte Fette
es: Grasas saturadas
fr: Graisses saturées
it: Grassi saturi
nl: Verzadigde vetten

# saturatedFatLow
source: Low in saturated fat
da: Lavt mættet fedt
de: Wenig gesättigte Fette
es: Bajo en grasas saturadas
fr: Peu de graisses saturées
it: Basso contenuto di grassi saturi
nl: Laag in verzadigd vet

# saturatedFatMedium
source: Moderate saturated fats
da: Moderat mættet fedt
de: Mäßige gesättigte Fette
es: Grasas saturadas moderadas
fr: Graisses saturées modérées
it: Grassi saturi moderati
nl: Gemiddelde verzadigde vetten

# saturatedFatHigh
source: Too much saturated fat
da: For meget mættet fedt
de: Zu viele gesättigte Fette
es: Demasiadas grasas saturadas
fr: Trop de graisses saturées
it: Troppi grassi saturi
nl: Te veel verzadigd vet

# fiberTitle
source: Fiber
da: Fibre
de: Ballaststoffe
es: Fibra
fr: Fibres
it: Fibre
nl: Vezels
