Repository: Sacha213/detrumpez-vous
Catalog: lib/l10n/intl_*.arb
Languages: ar, da, de, es, fr, hi, it, ja, nl, pt, ru, zh

# welcome
source: Welcome to
ar: مرحباً بك في
da: Velkommen til
de: Willkommen bei
es: Bienvenido a
fr: Bienvenue dans
hi: में आपका स्वागत है
it: Benvenuto in
ja: ようこそ
nl: Welkom bij
pt: Bem-vindo a
ru: Добро пожаловать в
zh: 欢迎来到

# appDescription
source: Scan your product's barcode to find out if the brand is owned by an American company.
ar: امسح الرمز الشريطي لمنتجك لمعرفة ما إذا كانت العلامة التجارية مملوكة لشركة أمريكية.
da: Scan stregkoden på dit produkt for at finde ud af, om mærket ejes af et amerikansk firma.
de: Scannen Sie den Barcode Ihres Produkts, um herauszufinden, ob die Marke einem amerikanischen Unternehmen gehört.
es: Escanee el código de barras de su producto para saber si la marca pertenece a una empresa estadounidense.
fr: Scannez le code-barres de votre produit pour découvrir si la marque est détenue par une entreprise américaine.
hi: यह जानने के लिए अपने उत्पाद का बारकोड स्कैन करें कि क्या ब्रांड किसी अमेरिकी कंपनी के स्वामित्व में है।
it: Scansiona il codice a barre del tuo prodotto per scoprire se il marchio è di proprietà di un'azienda americana.
ja: 製品のバーコードをスキャンして、そのブランドがアメリカ企業によって所有されているかどうかを確認します。
nl: Scan de barcode van uw product om te zien of het merk eigendom is van een Amerikaans bedrijf.
pt: Digitalize o código de barras do seu produto para descobrir se a marca pertence a uma empresa americana.
ru: Отсканируйте штрих-код вашего продукта, чтобы узнать, принадлежит ли бренд американской компании.
zh: 扫描您产品的条形码，了解该品牌是否属于美国公司。

# appTitle
source: Scan Barcode
ar: مسح الرمز الشريطي
da: Scan stregkode
de: Barcode scannen
es: Escanear código de barras
fr: Scannez le code-barres
hi: बारकोड स्कैन करें
it: Scansiona codice a barre
ja: バーコードをスキャン
pt: Digitalizar código de barras
ru: Сканировать штрих-код
zh: 扫描条形码

# safe
source: NOT USA
ar: ليس أمريكي
da: IKKE USA
de: NICHT USA
es: NO USA
fr: NON USA
hi: यूएसए नहीं
it: NON USA
ja: 非米国
nl: NIET VS
pt: NÃO EUA
ru: НЕ США
zh: 非美国

source: UNKNOWN
ar: غير معروف
da: UKENDT
de: UNBEKANNT
es: DESCONOCIDO
fr: INCONNU
hi: अज्ञात
it: SCONOSCIUTO
ja: 不明
nl: ONBEKEND
pt: DESCONHECIDO
ru: НЕИЗВЕСТНО
zh: 未知

source: Product not found
ar: المنتج غير موجود
da: Produkt ikke fundet
de: Produkt nicht gefunden
es: Producto no encontrado
fr: Produit non trouvé
hi: उत्पाद नहीं मिला
it: Prodotto non trovato
ja: 製品が見つかりません
nl: Product niet gevonden
pt: Produto não encontrado
ru: Продукт не найден
zh: 未找到产品

source: Brand not found
ar: العلامة التجارية غير موجودة
da: Mærke ikke fundet
de: Marke nicht gefunden
es: Marca no encontrada
fr: Marque non trouvée
hi: ब्रांड नहीं मिला
it: Marchio non trovato
ja: ブランドが見つかりません
nl: Merk niet gevonden
pt: Marca não encontrada
ru: Бренд не найден
zh: 未找到品牌

# manualSearchPlaceholder
source: Enter a brand
ar: أدخل علامة تجارية
da: Indtast et mærke
de: Geben Sie eine Marke ein
es: Ingrese una marca
fr: Entrez une marque
hi: एक ब्रांड दर्ज करें
it: Inserisci un marchio
ja: ブランドを入力してください
nl: Voer een merk in
pt: Insira uma marca
ru: Введите бренд
zh: 输入品牌

# descriptionNotFound
source: This brand is not present in our database.
ar: هذه العلامة التجارية غير موجودة في قاعدة بياناتنا.
da: Dette mærke findes ikke i vores database.
de: Diese Marke ist nicht in unserer Datenbank vorhanden.
es: Esta marca no está presente en nuestra base de datos.
fr: Cette marque n'est pas présente dans notre base de données.
hi: यह ब्रांड हमारे डेटाबेस में मौजूद नहीं है।
it: Questo marchio non è presente nel nostro database.
ja: このブランドはデータベースに存在しません。
nl: Dit merk is niet aanwezig in onze database.
pt: Esta marca não está presente na nossa base de dados.
ru: Этого бренда нет в нашей базе данных.
zh: 我们的数据库中不存在此品牌。

source: Source not found
ar: المصدر غير موجود
da: Kilde ikke fundet
de: Quelle nicht gefunden
es: Fuente no encontrada
fr: Source non trouvée
hi: स्रोत नहीं मिला
it: Fonte non trovata
ja: ソースが見つかりません
nl: Bron niet gevonden
pt: Fonte não encontrada
ru: Источник не найден
zh: 未找到来源

# safeProductMessage
source: This product does not seem to come from an American company.
ar: لا يبدو أن هذا المنتج يأتي من شركة أمريكية.
da: Dette produkt ser ikke ud til at komme fra et amerikansk firma.
de: Dieses Produkt scheint nicht von einem amerikanischen Unternehmen zu stammen.
es: Este producto no parece provenir de una empresa estadounidense.
fr: Ce produit ne semble pas provenir d'une entreprise américaine.
hi: ऐसा लगता है कि यह उत्पाद किसी अमेरिकी कंपनी का नहीं है।
it: Questo prodotto non sembra provenire da un'azienda americana.
ja: この製品はアメリカ企業のものではないようです。
nl: Dit product lijkt niet afkomstig te zijn van een Amerikaans bedrijf.
pt: Este produto não parece vir de uma empresa americana.
ru: Этот продукт, похоже, не от американской компании.
zh: 该产品似乎不属于美国公司。

# usaProductMessage
source: This product comes from an American company!
ar: هذا المنتج يأتي من شركة أمريكية!
da: Dette produkt kommer fra et amerikansk firma!
de: Dieses Produkt stammt von einem amerikanischen Unternehmen!
es: ¡Este producto proviene de una empresa estadounidense!
fr: Ce produit provient d'une entreprise américaine !
hi: यह उत्पाद एक अमेरिकी कंपनी का है!
it: Questo prodotto proviene da un'azienda americana!
ja: この製品はアメリカ企業のものです！
nl: Dit product is afkomstig van een Amerikaans bedrijf!
pt: Este produto vem de uma empresa americana!
ru: Этот продукт от американской компании!
zh: 该产品来自一家美国公司！

# unknownProductMessage
source: The product you searched for was not found in our database.
ar: المنتج الذي بحثت عنه غير موجود في قاعدة بياناتنا.
da: Det produkt, du søgte efter, blev ikke fundet i vores database.
de: Das gesuchte Produkt wurde nicht in unserer Datenbank gefunden.
es: El producto que buscó no se encontró en nuestra base de datos.
fr: Le produit que vous avez recherché n'a pas été trouvé dans notre base de données.
hi: आपके द्वारा खोजा गया उत्पाद हमारे डेटाबेस में नहीं मिला।
it: Il prodotto che hai cercato non è stato trovato nel nostro database.
ja: 検索した製品はデータベースに見つかりませんでした。
nl: Het gezochte product is niet gevonden in onze database.
pt: O produto que você pesquisou não foi encontrado em nossa base de dados.
ru: Продукт, который вы искали, не найден в нашей базе данных.
zh: 您搜索的产品在我们的数据库中未找到。

# problemReportTitle
source: A problem with a product?
ar: مشكلة في المنتج؟
da: Et problem med et produkt?
de: Ein Problem mit einem Produkt?
es: ¿Un problema con un producto?
fr: Un problème avec un produit ?
hi: उत्पाद के साथ कोई समस्या?
it: Un problema con un prodotto?
ja: 製品に問題がありますか？
nl: Een probleem met een product?
pt: Um problema com um produto?
ru: Проблема с продуктом?
zh: 产品有问题？

# problemReportMessage
source: We can make mistakes. If you spot one, please email us the brand name so we can update our list.
ar: قد نرتكب أخطاء. إذا لاحظت خطأً، يرجى مراسلتنا باسم العلامة التجارية عبر البريد الإلكتروني حتى نتمكن من تحديث قائمتنا.
da: Vi kan lave fejl. Hvis du opdager en, så send os venligst mærkenavnet via e-mail, så vi kan opdatere vores liste.
de: Wir können Fehler machen. Wenn Sie einen entdecken, senden Sie uns bitte den Markennamen per E-Mail, damit wir unsere Liste aktualisieren können.
es: Podemos cometer errores. Si detecta uno, envíenos un correo electrónico con el nombre de la marca para que podamos actualizar nuestra lista.
fr: Nous pouvons faire des erreurs. Si vous en repérez une, veuillez nous envoyer le nom de la marque par e-mail afin que nous puissions mettre à jour notre liste.
hi: हम गलतियाँ कर सकते हैं। यदि आपको कोई त्रुटि मिलती है, तो कृपया हमें ब्रांड का नाम ईमेल करें ताकि हम अपनी सूची अपडेट कर सकें।
it: Possiamo commettere errori. Se ne trovi uno, inviaci un'e-mail con il nome del marchio in modo che possiamo aggiornare il nostro elenco.
ja: 間違いを犯す可能性があります。間違いを見つけた場合は、リストを更新できるようにブランド名をメールでお知らせください。
nl: We kunnen fouten maken. Als u er een ziet, stuur ons dan een e-mail met de merknaam zodat we onze lijst kunnen bijwerken.
pt: Podemos cometer erros. Se encontrar um, envie-nos um e-mail com o nome da marca para que possamos atualizar nossa lista.
ru: Мы можем ошибаться. Если вы заметили ошибку, пожалуйста, напишите нам название бренда по электронной почте, чтобы мы могли обновить наш список.
zh: 我们可能会犯错。如果您发现错误，请通过电子邮件将品牌名称发送给我们，以便我们更新列表。

source: Cancel
ar: إلغاء
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
nl: Annuleren
pt: Cancelar
ru: Отмена
zh: 取消

source: Validate
ar: تحقق
da: Bekræft
de: Validieren
es: Validar
fr: Valider
hi: सत्यापित करें
it: Convalida
ja: 検証
nl: Valideren
pt: Validar
ru: Подтвердить
zh: 验证

source: View criteria
ar: عرض المعايير
da: Se kriterier
de: Kriterien anzeigen
es: Ver criterios
fr: Voir les critères
hi: मानदंड देखें
it: Vedi criteri
ja: 基準を表示
nl: Bekijk criteria
pt: Ver critérios
ru: Посмотреть критерии
zh: 查看标准

# companyCriteriaTitle
source: American Company Criteria
ar: معايير الشركة الأمريكية
da: Kriterier for amerikanske firmaer
de: Kriterien für amerikanische Unternehmen
es: Criterios de empresa estadounidense
fr: Critères d'entreprise américaine
hi: अमेरिकी कंपनी मानदंड
it: Criteri azienda americana
ja: アメリカ企業の基準
nl: Criteria Amerikaans bedrijf
pt: Critérios de Empresa Americana
ru: Критерии американской компании
zh: 美国公司标准

# companyCriteriaContent
source: A brand is considered American if it belongs to an American group.
ar: تعتبر العلامة التجارية أمريكية إذا كانت تنتمي إلى مجموعة أمريكية.
da: Et mærke betragtes som amerikansk, hvis det tilhører en amerikansk koncern.
de: Eine Marke gilt als amerikanisch, wenn sie zu einem amerikanischen Konzern gehört.
es: Una marca se considera estadounidense si pertenece a un grupo estadounidense.
fr: Une marque est considérée comme américaine si celle-ci appartient à un groupe américain.
hi: एक ब्रांड को अमेरिकी माना जाता है यदि वह एक अमेरिकी समूह से संबंधित है।
it: Un marchio è considerato americano se appartiene a un gruppo americano.
ja: ブランドがアメリカのグループに属している場合、そのブランドはアメリカのものと見なされます。
nl: Een merk wordt als Amerikaans beschouwd als het tot een Amerikaanse groep behoort.
pt: Uma marca é considerada americana se pertencer a um grupo americano.
ru: Бренд считается американским, если он принадлежит американской группе.
zh: 如果一个品牌属于美国集团，则该品牌被视为美国品牌。

# companySafeExplanation
source: Ben & Jerry's is an American brand but was acquired by Unilever (an Anglo-Dutch multinational) in 2000. Thus, the brand is not considered American.
ar: Ben & Jerry's علامة تجارية أمريكية ولكن تم الاستحواذ عليها من قبل Unilever (شركة متعددة الجنسيات بريطانية هولندية) في عام 2000. وبالتالي، لا تعتبر العلامة التجارية أمريكية.
da: Ben & Jerry's er et amerikansk mærke, men blev opkøbt af Unilever (en anglo-hollandsk multinational) i 2000. Derfor betragtes mærket ikke som amerikansk.
de: Ben & Jerry's ist eine amerikanische Marke, wurde aber im Jahr 2000 von Unilever (einem britisch-niederländischen multinationalen Konzern) übernommen. Daher gilt die Marke nicht als amerikanisch.
es: Ben & Jerry's es una marca estadounidense pero fue adquirida por Unilever (multinacional anglo-holandesa) en 2000. Por lo tanto, la marca no se considera estadounidense.
fr: Ben & jerry est une marque américaine mais a été rachetée par Unilever (multinationale anglo-néerlandaise) en 2000. Ainsi la marque n'est pas considérée comme américaine.
hi: बेन एंड जेरी एक अमेरिकी ब्रांड है, लेकिन इसे 2000 में यूनिलीवर (एक एंग्लो-डच बहुराष्ट्रीय) द्वारा अधिग्रहित किया गया था। इस प्रकार, ब्रांड को अमेरिकी नहीं माना जाता है।
it: Ben & Jerry's è un marchio americano ma è stato acquisito da Unilever (multinazionale anglo-olandese) nel 2000. Pertanto, il marchio non è considerato americano.
ja: Ben & Jerry'sはアメリカのブランドですが、2000年にユニリーバ（英蘭の多国籍企業）に買収されました。したがって、このブランドはアメリカのものとは見なされません。
nl: Ben & Jerry's is een Amerikaans merk, maar werd in 2000 overgenomen door Unilever (een Brits-Nederlandse multinational). Het merk wordt dus niet als Amerikaans beschouwd.
pt: Ben & Jerry's é uma marca americana, mas foi adquirida pela Unilever (multinacional anglo-holandesa) em 2000. Assim, a marca não é considerada americana.
ru: Ben & Jerry's — американский бренд, но в 2000 году он был приобретен Unilever (англо-голландской транснациональной корпорацией). Таким образом, бренд не считается американским.
zh: Ben & Jerry's 是一个美国品牌，但在 2000 年被联合利华（一家英荷跨国公司）收购。因此，该品牌不被视为美国品牌。

# companyUsaExplanation
source: Vahiné is a French brand but was acquired by the American group McCormick in 2000. Thus, the brand is considered American.
ar: Vahiné علامة تجارية فرنسية ولكن تم الاستحواذ عليها من قبل مجموعة McCormick الأمريكية في عام 2000. وبالتالي، تعتبر العلامة التجارية أمريكية.
da: Vahiné er et fransk mærke, men blev opkøbt af den amerikanske koncern McCormick i 2000. Derfor betragtes mærket som amerikansk.
de: Vahiné ist eine französische Marke, wurde aber im Jahr 2000 von der amerikanischen Gruppe McCormick übernommen. Daher gilt die Marke als amerikanisch.
es: Vahiné es una marca francesa pero fue adquirida por el grupo estadounidense McCormick en 2000. Por lo tanto, la marca se considera estadounidense.
fr: Vahiné est une marque française mais a été rachetée par le groupe américain McCormick en 2000. Ainsi la marque est considérée comme américaine.
hi: वाहिन एक फ्रांसीसी ब्रांड है, लेकिन इसे 2000 में अमेरिकी समूह मैककॉर्मिक द्वारा अधिग्रहित किया गया था। इस प्रकार, ब्रांड को अमेरिकी माना जाता है।
it: Vahiné è un marchio francese ma è stato acquisito dal gruppo americano McCormick nel 2000. Pertanto, il marchio è considerato americano.
ja: Vahinéはフランスのブランドですが、2000年にアメリカのマコーミックグループに買収されました。したがって、このブランドはアメリカのものと見なされます。
nl: Vahiné is een Frans merk, maar werd in 2000 overgenomen door de Amerikaanse groep McCormick. Het merk wordt dus als Amerikaans beschouwd.
pt: Vahiné é uma marca francesa, mas foi adquirida pelo grupo americano McCormick em 2000. Assim, a marca é considerada americana.
ru: Vahiné — французский бренд, но в 2000 году он был приобретен американской группой McCormick. Таким образом, бренд считается американским.
zh: Vahiné 是一个法国品牌，但在 2000 年被美国 McCormick 集团收购。因此，该品牌被视为美国品牌。

# searchWarning
source: ⚠️ Make sure to enter a correctly spelled food brand to avoid errors.
ar: ⚠️ تأكد من إدخال علامة تجارية غذائية مكتوبة بشكل صحيح لتجنب الأخطاء.
da: ⚠️ Sørg for at indtaste et korrekt stavet fødevaremærke for at undgå fejl.
de: ⚠️ Stellen Sie sicher, dass Sie eine korrekt geschriebene Lebensmittelmarke eingeben, um Fehler zu vermeiden.
es: ⚠️ Asegúrese de ingresar una marca de alimentos correctamente escrita para evitar errores.
fr: ⚠️ Assurez-vous d'entrer une marque alimentaire correctement orthographiée pour éviter des erreurs.
hi: ⚠️ त्रुटियों से बचने के लिए सही वर्तनी वाला खाद्य ब्रांड दर्ज करना सुनिश्चित करें।
it: ⚠️ Assicurati di inserire un marchio alimentare scritto correttamente per evitare errori.
ja: ⚠️ エラーを避けるために、正しく綴られた食品ブランドを入力してください。
nl: ⚠️ Zorg ervoor dat u een correct gespeld voedingsmerk invoert om fouten te voorkomen.
pt: ⚠️ Certifique-se de digitar uma marca de alimentos corretamente escrita para evitar erros.
ru: ⚠️ Убедитесь, что вы вводите правильно написанный бренд продуктов питания, чтобы избежать ошибок.
zh: ⚠️ 请确保输入拼写正确的食品品牌，以避免错误。

# addProductTitle
source: Add a product
ar: إضافة منتج
da: Tilføj et produkt
de: Produkt hinzufügen
es: Añadir un producto
fr: Ajouter un produit
hi: एक उत्पाद जोड़ें
it: Aggiungi un prodotto
ja: 製品を追加
nl: Product toevoegen
pt: Adicionar um produto
ru: Добавить продукт
zh: 添加产品

# addProductHelp
source: Help us by adding a product to the database
ar: ساعدنا بإضافة منتج إلى قاعدة البيانات
da: Hjælp os ved at tilføje et produkt til databasen
de: Helfen Sie uns, indem Sie ein Produkt zur Datenbank hinzufügen
es: Ayúdanos añadiendo un producto a la base de datos
fr: Aidez-nous en ajoutant un produit à la base de données
hi: डेटाबेस में एक उत्पाद जोड़कर हमारी सहायता करें
it: Aiutaci aggiungendo un prodotto al database
ja: データベースに製品を追加してご協力ください
nl: Help ons door een product aan de database toe te voegen
pt: Ajude-nos adicionando um produto à base de dados
ru: Помогите нам, добавив продукт в базу данных
zh: 通过向数据库添加产品来帮助我们

source: Category
ar: الفئة
da: Kategori
de: Kategorie
es: Categoría
fr: Catégorie
hi: श्रेणी
it: Categoria
ja: カテゴリ
nl: Categorie
pt: Categoria
ru: Категория
zh: 类别

# selectCategory
source: Select a category
ar: اختر فئة
da: Vælg en kategori
de: Wählen Sie eine Kategorie
es: Seleccione una categoría
fr: Sélectionnez une catégorie
hi: एक श्रेणी चुनें
it: Seleziona una categoria
ja: カテゴリを選択してください
nl: Selecteer een categorie
pt: Selecione uma categoria
ru: Выберите категорию
zh: 选择一个类别

# successTitle
source: Success
ar: نجاح
da: Succes
de: Erfolg
es: Éxito
fr: Succès
hi: सफलता
it: Successo
ja: 成功
nl: Succes
pt: Sucesso
ru: Успех
zh: 成功

# successMessage
source: Product added successfully!
ar: تمت إضافة المنتج بنجاح!
da: Produkt tilføjet med succes!
de: Produkt erfolgreich hinzugefügt!
es: ¡Producto añadido con éxito!
fr: Produit ajouté avec succès !
hi: उत्पाद सफलतापूर्वक जोड़ा गया!
it: Prodotto aggiunto con successo!
ja: 製品が正常に追加されました！
nl: Product succesvol toegevoegd!
pt: Produto adicionado com sucesso!
ru: Продукт успешно добавлен!
zh: 产品添加成功！

# errorTitle
source: Error
ar: خطأ
da: Fejl
de: Fehler
fr: Erreur
hi: त्रुटि
it: Errore
ja: エラー
nl: Fout
pt: Erro
ru: Ошибка
zh: 错误

# errorMessage
source: An error occurred while adding the product.
ar: حدث خطأ أثناء إضافة المنتج.
da: Der opstod en fejl under tilføjelsen af produktet.
de: Beim Hinzufügen des Produkts ist ein Fehler aufgetreten.
es: Se produjo un error al añadir el producto.
fr: Une erreur s'est produite lors de l'ajout du produit.
hi: उत्पाद जोड़ते समय एक त्रुटि हुई।
it: Si è verificato un errore durante l'aggiunta del prodotto.
ja: 製品の追加中にエラーが発生しました。
nl: Er is een fout opgetreden bij het toevoegen van het product.
pt: Ocorreu um erro ao adicionar o produto.
ru: Произошла ошибка при добавлении продукта.
zh: 添加产品时出错。

# fillAllFields
source: Please fill in all fields.
ar: يرجى ملء جميع الحقول.
da: Udfyld venligst alle felter.
de: Bitte füllen Sie alle Felder aus.
es: Por favor, rellene todos los campos.
fr: Veuillez remplir tous les champs.
hi: कृपया सभी फ़ील्ड भरें।
it: Si prega di compilare tutti i campi.
ja: すべてのフィールドに入力してください。
nl: Vul alstublieft alle velden in.
pt: Por favor, preencha todos os campos.
ru: Пожалуйста, заполните все поля.
zh: 请填写所有字段。

source: Barcode
ar: الرمز الشريطي
da: Stregkode
es: Código de barras
fr: Code-barres
hi: बारकोड
it: Codice a barre
ja: バーコード
pt: Código de barras
ru: Штрих-код
zh: 条形码

source: Product name
ar: اسم المنتج
da: Produktnavn
de: Produktname
es: Nombre del producto
fr: Nom du produit
hi: उत्पाद का नाम
it: Nome del prodotto
ja: 製品名
nl: Productnaam
pt: Nome do produto
ru: Название продукта
zh: 产品名称

# productNamePlaceholder
source: Enter the product name
ar: أدخل اسم المنتج
da: Indtast produktnavnet
de: Geben Sie den Produktnamen ein
es: Ingrese el nombre del producto
fr: Entrer le nom du produit
hi: उत्पाद का नाम दर्ज करें
it: Inserisci il nome del prodotto
ja: 製品名を入力してください
nl: Voer de productnaam in
pt: Digite o nome do produto
ru: Введите название продукта
zh: 输入产品名称

source: Brand name
ar: اسم العلامة التجارية
da: Mærkenavn
de: Markenname
es: Nombre de la marca
fr: Nom de la marque
hi: ब्रांड का नाम
it: Nome del marchio
ja: ブランド名
nl: Merknaam
pt: Nome da marca
ru: Название бренда
zh: 品牌名称

# brandNamePlaceholder
source: Ex: L'Oréal
ar: مثال: L'Oréal
da: F.eks.: L'Oréal
de: Z.B.: L'Oréal
es: Ej: L'Oréal
hi: उदाहरण: लोरियल
it: Es: L'Oréal
ja: 例：L'Oréal
nl: Bijv.: L'Oréal
ru: Пример: L'Oréal
zh: 例如：L'Oréal

source: Food
ar: طعام
da: Mad
de: Lebensmittel
es: Alimentos
fr: Alimentation
hi: खाद्य पदार्थ
it: Cibo
ja: 食品
nl: Voedsel
pt: Alimentos
ru: Еда
zh: 食品

source: Beauty
ar: جمال
da: Skønhed
de: Schönheit
es: Belleza
fr: Beauté
hi: सौंदर्य
it: Bellezza
ja: 美容
nl: Schoonheid
pt: Beleza
ru: Красота
zh: 美容

source: Pet food
ar: طعام الحيوانات
da: Dyrefoder
de: Tiernahrung
es: Comida para mascotas
fr: Nourriture pour animaux
hi: पालतू जानवरों का खाना
it: Cibo per animali
ja: ペットフード
nl: Dierenvoeding
pt: Ração para animais
ru: Корм для животных
zh: 宠物食品

source: Other
ar: أخرى
da: Andet
de: Andere
es: Otro
fr: Autre
hi: अन्य
it: Altro
ja: その他
nl: Overig
pt: Outro
ru: Другое
zh: 其他

# addProductButton
source: Add product
ar: إضافة المنتج
da: Tilføj produkt
de: Produkt hinzufügen
es: Añadir producto
fr: Ajouter le produit
hi: उत्पाद जोड़ें
it: Aggiungi prodotto
ja: 製品を追加
nl: Product toevoegen
pt: Adicionar produto
ru: Добавить продукт
zh: 添加产品

# reportProblemTitle
source: Report a problem
ar: الإبلاغ عن مشكلة
da: Rapporter et problem
de: Problem melden
es: Reportar un problema
fr: Signaler un problème
hi: समस्या की रिपोर्ट करें
it: Segnala un problema
ja: 問題を報告
nl: Probleem melden
pt: Reportar um problema
ru: Сообщить о проблеме
zh: 报告问题

# reportProblemHelpUs
source: Help us improve the application
ar: ساعدنا في تحسين التطبيق
da: Hjælp os med at forbedre applikationen
de: Helfen Sie uns, die Anwendung zu verbessern
es: Ayúdanos a mejorar la aplicación
fr: Aidez-nous à améliorer l'application
hi: एप्लिकेशन को बेहतर बनाने में हमारी सहायता करें
it: Aiutaci a migliorare l'applicazione
ja: アプリケーションの改善にご協力ください
nl: Help ons de applicatie te verbeteren
pt: Ajude-nos a melhorar a aplicação
ru: Помогите нам улучшить приложение
zh: 帮助我们改进应用程序

# reportProblemDescriptionPrompt
source: Describe the problem encountered with the product or application.
ar: صف المشكلة التي واجهتها مع المنتج أو التطبيق.
da: Beskriv problemet med produktet eller applikationen.
de: Beschreiben Sie das Problem mit dem Produkt oder der Anwendung.
es: Describa el problema encontrado con el producto o la aplicación.
fr: Décrivez le problème rencontré avec le produit ou l'application.
hi: उत्पाद या एप्लिकेशन के साथ आई समस्या का वर्णन करें।
it: Descrivi il problema riscontrato con il prodotto o l'applicazione.
ja: 製品またはアプリケーションで発生した問題を説明してください。
nl: Beschrijf het probleem met het product of de applicatie.
pt: Descreva o problema encontrado com o produto ou aplicação.
ru: Опишите проблему, возникшую с продуктом или приложением.
zh: 描述产品或应用程序遇到的问题。

# reportProblemHintText
source: Describe the problem or error...
ar: صف المشكلة أو الخطأ...
da: Beskriv problemet eller fejlen...
de: Beschreiben Sie das Problem oder den Fehler...
es: Describa el problema o error...
fr: Décrivez le problème ou l'erreur...
hi: समस्या या त्रुटि का वर्णन करें...
it: Descrivi il problema o l'errore...
ja: 問題またはエラーを説明してください...
nl: Beschrijf het probleem of de fout...
pt: Descreva o problema ou erro...
ru: Опишите проблему или ошибку...
zh: 描述问题或错误...

# reportProblemValidationErrorEmpty
source: Please describe the problem.
ar: يرجى وصف المشكلة.
da: Beskriv venligst problemet.
de: Bitte beschreiben Sie das Problem.
es: Por favor, describa el problema.
fr: Veuillez décrire le problème.
hi: कृपया समस्या का वर्णन करें।
it: Si prega di descrivere il problema.
ja: 問題を説明してください。
nl: Beschrijf alstublieft het probleem.
pt: Por favor, descreva o problema.
ru: Пожалуйста, опишите проблему.
zh: 请描述问题。

# reportProblemValidationErrorLength
source: Please provide more details (10 characters min).
ar: يرجى تقديم المزيد من التفاصيل (10 أحرف على الأقل).
da: Giv venligst flere detaljer (mindst 10 tegn).
de: Bitte geben Sie mehr Details an (mind. 10 Zeichen).
es: Por favor, proporcione más detalles (mínimo 10 caracteres).
fr: Veuillez fournir plus de détails (10 caractères min).
hi: कृपया अधिक विवरण प्रदान करें (न्यूनतम 10 अक्षर)।
it: Si prega di fornire maggiori dettagli (min. 10 caratteri).
ja: 詳細を提供してください（最低10文字）。
nl: Geef alstublieft meer details (min. 10 tekens).
pt: Por favor, forneça mais detalhes (mín. 10 caracteres).
ru: Пожалуйста, предоставьте больше деталей (мин. 10 символов).
zh: 请提供更多详细信息（最少 10 个字符）。
